Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# (CommentHandler.cs) [AICommentReplyTask] UserChatMessage #2
source: Based on the previous AI comments, suggest additional specific improvements to the paragraph, focusing on clarity, coherence, structure, grammar, and overall effectiveness. Ensure that your suggestions are detailed and aimed at improving the paragraph within the context of the entire Document.
af: Gebaseer op die vorige AI-kommentaar, stel addisionele spesifieke verbeterings voor vir die paragraaf, met fokus op duidelikheid, samehang, struktuur, grammatika en algehele effektieweheid. Verseker dat jou voorstelle gedetailleerd is en gemik is op die verbetering van die paragraaf binne die konteks van die hele dokument.
am: በመዘንም ዋህሳላ ዋንች pis بے میڈ ہے ‘ ሼቷ ናር ወት ጽሑፍ; ይለና እንደ ወለዳ ይሯዌ።
ar: استنادًا إلى تعليقات الذكاء الاصطناعي السابقة، اقترح تحسينات محددة إضافية على الفقرة، مع التركيز على الوضوح والتماسك والبنية والقواعد والفعالية العامة. تأكد من أن اقتراحاتك مفصلة وتهدف إلى تحسين الفقرة في سياق الوثيقة الكاملة.
as: আগৰ AI মন্তব্যৰ ভিত্তিত, পৰাগ্ৰহণৰ স্পষ্টতা, সমন্বয়, গঠন, ব্যাকৰণ, আৰু সামগ্ৰিক কার্যকারিতাৰ ওপৰত বিশেষ উন্নতিসমূহৰ প্ৰস্তাৱ দিয়া।
az_latn: Əvvəlki AI şərhlərinə əsaslanaraq paraqrafda əlavə spesifik inkişafları təklif edin, aydınlıq, müntəzəmlik, quruluş, qrammatika və ümumi təsir effektivliyinə diqqət yetirin. Təkliflərinizin ətraflı və sənədin tam kontekstinə uyğun olmasına əmin olun.
be: На падставе папярэдніх каментароў ІІ прапануйце дадатковыя канкрэтныя паляпшэнні для абзаца, засяродзіўшыся на яснасці, супадзенні, структуры, граматыцы і агульнай эфектыўнасці. Пераканайцеся, што вашы прапановы падрабязныя і накіраваны на паляпшэнне абзаца з улікам усяго дакумента.
bg: На базата на предишните коментари от ИИ предложите допълнителни конкретни подобрения на абзаца, фокусирайки се върху яснота, свързаност, структура, граматика и обща ефективност. Уверете се, че предложенията Ви са детайлни и насочени към подобряване на абзаца в контекста на целия документ.
bn_in: পূর্ববর্তী AI মন্তব্যগুলির উপর ভিত্তি করে অনুচ্ছেদটির নির্দিষ্ট উন্নতির প্রস্তাব করুন, স্পষ্টতা, সঙ্গতি, গঠন, ব্যাকরণ এবং সামগ্রিক কার্যকারিতার উপর ফোকাস করুন। আপনার পরামর্শগুলি বিস্তারিত এবং ডকুমেন্টের পুরো প্রসঙ্গে অনুচ্ছেদটি উন্নত করার জন্য লক্ষ্যবস্তু হতে হবে।
bs_latn: Na osnovu prethodnih AI komentara, predložite dodatna specifična poboljšanja za paragraf, fokusirajući se na jasnoću, koherentnost, strukturu, gramatiku i celokupnu efikasnost. Osigurajte da su vaši predlozi detaljni i usmereni na poboljšanje paragrafa u kontekstu celog dokumenta.
ca: Basant-te en els comentaris anteriors de la IA, suggereix millores específiques addicionals per al paràgraf, centrant-te en la claredat, la coherència, l'estructura, la gramàtica i l'eficàcia general. Assegura't que les teves suggerències siguin detallades i destinades a millorar el paràgraf dins del context de tot el document.
cs: Na základě předchozích komentářů AI navrhněte další specifická zlepšení k odstavci, zaměřující se na jasnost, koherenci, strukturu, gramatiku a celkovou účinnost. Ujistěte se, že vaše návrhy jsou podrobné a zaměřené na zlepšení odstavce v kontextu celého dokumentu.
cy: Yn seiliedig ar y sylwadau AI blaenorol, awgrymwch welliannau penodol ychwanegol i'r paragraff, gan ganolbwyntio ar glirdeb, cydlyniaeth, strwythur, gramadeg, a gweithgaredd cyffredinol. Sicrhewch fod eich awgrymiadau'n fanwl a'u hymrwymo i wella'r paragraff yn y cyd-destun o'r Ddogfen gyfan.
da: Baseret på de tidligere AI-kommentarer, foreslå yderligere specifikke forbedringer til afsnittet, med fokus på klarhed, sammenhæng, struktur, grammatik og overordnet effektivitet. Sørg for at dine forslag er detaljerede og sigter mod at forbedre afsnittet inden for konteksten af hele dokumentet.
de: Schlagen Sie basierend auf den vorherigen KI-Kommentaren zusätzliche spezifische Verbesserungen für den Absatz vor, die sich auf Klarheit, Kohärenz, Struktur, Grammatik und Gesamteffektivität konzentrieren. Stellen Sie sicher, dass Ihre Vorschläge detailliert sind und darauf abzielen, den Absatz im Kontext des gesamten Dokuments zu verbessern.
el: Βασιστείτε στα προηγούμενα σχόλια AI και προτείνετε πρόσθετες συγκεκριμένες βελτιώσεις στην παράγραφο, εστιάζοντας σε σαφήνεια, συνοχή, δομή, γραμματική και συνολική αποτελεσματικότητα. Βεβαιωθείτε ότι οι προτάσεις σας είναι λεπτομερείς και στοχεύουν στη βελτίωση της παραγράφου εντός του πλαισίου ολόκληρου του Εγγράφου.
es_es: Basándote en los comentarios anteriores de la IA, sugiere mejoras específicas adicionales al párrafo, enfocándote en claridad, coherencia, estructura, gramática y efectividad general. Asegúrate de que tus sugerencias sean detalladas y estén dirigidas a mejorar el párrafo dentro del contexto de todo el Documento.
et: Põhinedes eelmistele AI kommentaaridele, soovitage täiendavaid spetsiifilisi parandusi lõigule, keskendudes selgusele, koherentsusele, struktuurile, grammatikale ja üldisele tõhususele. Veenduge, et teie ettepanekud oleksid detailsed ja suunatud lõigu parandamisele kogu dokumendi kontekstis.
eu: Aurreko AI iruzkinetan oinarrituta, parrafoari argitasuna, koherentzia, egitura, gramatika, eta efektibitatea hobetzeko proposamen zehatzak iradoki.
fa: با توجه به نظرات قبلی هوش مصنوعی، پیشنهادات خاصی برای بهبود پاراگراف ارائه دهید، با تمرکز بر وضوح، انسجام، ساختار، دستور زبان و اثربخشی کلی. پیشنهادات خود را با جزئیات فراهم کنید و به بهبود پاراگراف در متن کل سند کمک کنید.
fi: Aiemman tekoälyn palautteen perusteella ehdota lisäkohtaisia parannuksia kappaleeseen, keskittyen selkeyteen, johdonmukaisuuteen, rakenteeseen, kielioppiin ja kokonaisvaikuttavuuteen. Varmista, että ehdotuksesi ovat yksityiskohtaisia ja tähtäävät kappaleen parantamiseen koko asiakirjan kontekstissa.
fil: Batay sa mga naunang komento ng AI, magmungkahi ng karagdagang tiyak na mga pagpapabuti sa talata, na nakatuon sa kalinawan, pagkakaugnay-ugnay, istruktura, gramatika, at pangkalahatang bisa. Tiyaking ang iyong mga mungkahi ay detalyado at nakatuon sa pagpapabuti ng talata sa loob ng konteksto ng buong Dokumento.
fr_ca: Basé sur les commentaires précédents de l'IA, suggérez des améliorations spécifiques supplémentaires au paragraphe, en mettant l'accent sur la clarté, la cohérence, la structure, la grammaire et l'efficacité globale. Assurez-vous que vos suggestions sont détaillées et visent à améliorer le paragraphe dans le contexte de l'ensemble du document.
ga: Bunaithe ar na tuairimí AI roimhe seo, moladh breise ar leith a mholadh don pharaf, ag díriú ar shoiléireacht, comhoiriúnacht, struchtúr, gramadaí, agus éifeachtúlacht ginearálta. Bí cinnte go bhfuil do mholtaí mionsonraithe agus dírithe ar fheabhsúcháin a dhéanamh ar an páraf sa chomhthéacs ar fad an Doiciméid.
gd: A rèir na freagairtean AI roimhe, thoir moladh mu na h-aistean sònraichte, a' cumail fochann air soilleireachd, co-reachd, structar, gràmair, agus èifeachdas overall. Dèan cinnteach gu bheil do mholtaidhean air an leudachadh agus a' freagairt ri seo am measg an sgrìobhaidh gu lèir.
gl: Baseándose nos comentarios previos da IA, suxira melloras específicas adicionais para o parágrafo, centrándose en clareza, coherencia, estrutura, gramática e efectividade global. Asegúrese de que as súas suxestións son detalladas e destinadas a melhorar o parágrafo dentro do contexto de todo o Documento.
gu: અગાઉના AI ટિપ્પણીઓની આધારે, ધ્યાને પરિબળો સંબંધિત સ્પષ્ટ સુધારણાઓનું સૂચન કરો, સ્પષ્ટતા, એકસંગતતા, રચના, વ્યાકરણ, અને સમ્રજ્ઞતાની સંપૂર્ણ અસરકારકતા પર ધ્યાન કેન્દ્રિત કરો.
he: בהתבסס על ההערות הקודמות של ה-AI, הצע שיפורים ספציפיים נוספים לפסקה, בהתמקדות בבהירות, קשר, מבנה, דקדוק ויעילות כוללת. ודא שההצעות שלך מפורטות ומיועדות לשיפור הפסקה בתוך הקשר של המסמך כולו.
hi: पिछले AI टिप्पणियों के आधार पर, स्पष्टता, सामंजस्य, संरचना, व्याकरण, और समग्र प्रभावशीलता पर ध्यान केंद्रित करते हुए पाठ्यांश में विशेष सुधार का सुझाव दें। सुनिश्चित करें कि आपके सुझाव दस्तावेज़ के पूरे संदर्भ में सुधार पर केंद्रित हों।
hr: Na temelju prethodnih AI komentara, sugerirajte dodatna specifična poboljšanja za odlomak, usmjerena na jasnoću, koherenciju, strukturu, gramatiku i ukupnu učinkovitost. Osigurajte da su vaši prijedlozi detaljni i usmjereni na poboljšanje odlomka unutar konteksta cijelog dokumenta.
hu: A korábbi AI megjegyzések alapján javasolj további konkrét fejlesztéseket a bekezdéshez, összpontosítva a világosságra, koherenciára, struktúrára, nyelvtanra és általános hatékonyságra. Biztosítsd, hogy a javaslataid részletesek legyenek és a bekezdés fejlődését célozzák a teljes dokumentum kontextusában.
hy: Հիմք ընդունելով նախորդ AI մեկնաբանությունները, առաջարկեք լրացուցիչ կոնկրետ բարելավումներ բանաձևին, որը կենտրոնանում է հստակության, միջոցովության, կառուցվածքի, գրպանի և ընդհանուր արդյունավետության վրա: Համոզվեք, որ ձեր առաջարկությունները մանրամասն են և ուղղված են բաժակի բարելավմանը փաստաթղթի ողջ համատեքստում:
id: Berdasarkan komentar AI sebelumnya, sarankan peningkatan spesifik tambahan pada paragraf, fokus pada kejelasan, koherensi, struktur, tata bahasa, dan efektivitas keseluruhan. Pastikan bahwa saran Anda terperinci dan ditujukan untuk meningkatkan paragraf dalam konteks seluruh Dokumen.
is: Byggt á fyrri AI athugasemdum, leggðu til frekari sértækar úrbætur á samhenginu, einblíndu á skýrleika, samhengi, uppbyggingu, málfræði, og almennan árangur. Tryggja að tillögur þínar séu ítarlegar og beinist að því að bæta samhengið innan heildar skjalsins.
it: Sulla base dei commenti precedenti dell'IA, suggerisci ulteriori miglioramenti specifici al paragrafo, concentrandoti su chiarezza, coerenza, struttura, grammatica e efficacia complessiva. Assicurati che i tuoi suggerimenti siano dettagliati e mirati al miglioramento del paragrafo nel contesto dell'intero documento.
ja: 前のAIコメントに基づき、段落に具体的な追加改善を提案してください。明確さ、一貫性、構造、文法、全体的な効果に焦点を当ててください。提案は詳細であり、ドキュメント全体の文脈の中で段落を改善することを目的としてください。
ka: წინა AI კომენტარებზე დაყრდნობით, აღნიშეთ დამატებითი კონკრეტული გაუმჯობესებები აბზაცისთვის, ყურადღებით ცვლილებაზე, თანმიმდევრობაზე, სტრუქტურაზე, გრამატიკასა და საერთო ეფექტურობაზე. დარწმუნდით, რომ თქვენი რეკომენდაციები დეტალური და აბზაცის სრულ контექსტში გამოწვევების გაუმჯობესებას იმიზნებს.
kk: Алдыңғы AI пікірлеріне негізделе отырып, абзацқа нақты нақты жақсартуларды ұсыныңыз, түсініктілік, бейімделу, құрылым, грамматика және жалпы тиімділікті ескере отырып. Сіздің ұсыныстарыңыз бүкіл құжат контекстінде абзацты жетілдіруге бағытталуы тиіс.
km: មើលពីមតិយោបល់ AI មុនសូមផ្តល់អនុសាសន៍ជាក់លាក់បន្ថែមដើម្បីធ្វើការកែលម្អផ្នែក ដូចជាស្នាដៃ សហសមាគម រចនា បច្ចេកទេស និងប្រសិទ្ធភាព។
kn: ಹಿಂದಿನ AI ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಆಧರಿಸಿ, ಸುಧಾರಣೆಗಳನ್ನು ಸಮರ್ಥವಾಗಿ ಮಾಡುವುದು, ಸ್ಪಷ್ಟತೆ, ಸಂಘಟನೆ, ರಚನೆ, ವ್ಯಾಕರಣ ಮತ್ತು ಒಟ್ಟಾರೆ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಗಮನದಲ್ಲಿ ಇಟ್ಟುಕೊಳ್ಳಿ. ದಯವಿಟ್ಟು ಪರಿಕಲ್ಪನೆಯನ್ನು ಉತ್ತಮಗೊಳಿಸಲು ನಿಮ್ಮ ಸೂಕ್ತವಾದ ಸೂಚನೆಗಳನ್ನು ಒದಗಿಸಿ.
ko: 이전 AI 코멘트를 바탕으로 단락에 대한 추가 구체적인 개선 사항을 제안하십시오. 명료성, 일관성, 구조, 문법 및 전반적인 효과성에 중점을 두어 개선을 위한 제안이 세부적이고 문서 전체의 맥락 내에서 이루어지도록 하십시오.
lb: Baséierend op den viregten AI Kommentaren, schloft zousätzlech spezifesch Verbesserungen fir de Paragraph un, fokusséiert op Kloerheet, Kohärenz, Struktur, Grammatik, an allgemeng Effektivitéit. Suergt fir datt Är Virschléi detailléiert sinn an de Paragraph am Kontext vum ganze Dokument verbesseren.
lt: Remiantis ankstesniais AI komentarais, pasiūlykite papildomų konkrečių patobulinimų paragrafui, sutelkdami dėmesį į aiškumą, nuoseklumą, struktūrą, gramatiką ir bendrą efektyvumą. Užtikrinkite, kad jūsų pasiūlymai būtų išsamūs ir skirti pagerinti paragrafą viso dokumento kontekste.
lv: Pamatojoties uz iepriekšējām AI atsauksmēm, ieteiciet papildu specifiskus uzlabojumus paragrāfā, vēršoties pie skaidrības, secības, struktūras, gramatikas un vispārējās efektivitātes. Pārliecinieties, ka jūsu ieteikumi ir detalizēti un vērsti uz paragrāfa uzlabošanu visu dokumenta kontekstā.
mi: I runga i ngā kōrero AI i mua, tohua te whakapai ake i ngā whakaritenga motuhia e pā ana ki te pānga, ki te mārama, ki te tūhono, ki te hanganga, ki te karahipi, me te haere tonu. Kia māroha ki ngā tūtohu kei te whāki i te rārangi i roto i te horopaki katoa o te Tuhinga.
mk: Врз основа на претходните коментари на АИ, предложете дополнителни специфични подобрувања за параграфот, фокусирајќи се на јасност, кохеренција, структура, граматика и целокупна ефикасност. Осигурајте се дека вашите предлози се детални и насочени кон подобрување на параграфот во контекст на целиот документ.
ml: മുൻ AI അഭിപ്രായങ്ങൾ അടിസ്ഥാവിച്ച്, വ്യക്തിത്വം, ബാഹിരൂപം, ഘടന, വ്യാകരണം, ആകെ കാര്യക്ഷമത എന്നിവയിൽ ശ്രദ്ധ കേന്ദ്രീകരിച്ച് പാരഗ്രാഫിൽ പ്രത്യേകമായി മെച്ചപ്പെടുത്തലുകൾ നിർദേശിക്കുക.
mr: मागील AI टिप्पण्या आधारित, स्पष्टता, समरसता, संरचना, व्याकरण, आणि एकूण कार्यक्षमता यावर लक्ष केंद्रित ठेवून परिच्छेदाला विशिष्ट सुधारणा सुचवा. तुमच्या सुधारणांची शिफारस तपशीलवार ठेवा आणि संपूर्ण दस्तावेजाच्या संदर्भात परिच्छेद सुधारण्याच्या याकडे लक्ष द्या.
ms: Berdasarkan komen AI sebelumnya, cadangkan penambahbaikan khusus tambahan untuk perenggan tersebut, dengan memberi tumpuan kepada kejelasan, koherens, struktur, tatabahasa, dan keberkesanan keseluruhan. Pastikan cadangan anda terperinci dan bertujuan untuk meningkatkan perenggan dalam konteks keseluruhan Dokumen.
mt: Abbażi tal-kummenti previsti tal-AI, suġġerixxi titjib speċifiku addizzjonali għall-paragrafu, ittejjeb fil-kontekstu tat-tqassim ta' dokument ġenerali.
nb: Basert på de tidligere AI-kommentarene, foreslå ytterligere spesifikke forbedringer til avsnittet, med fokus på klarhet, sammenheng, struktur, grammatikk og total effektivitet. Sørg for at forslagene dine er detaljerte og rettet mot å forbedre avsnittet innenfor konteksten av hele dokumentet.
ne: पहिलाका एआई टिप्पणीहरूका आधारमा, स्पष्टता, सुसंगतता, संरचना, व्याकरण, र समग्र प्रभावकारितामा ध्यान केन्द्रित गर्दै अनुच्छेदमा थप विशेष सुधारहरू प्रस्ताव गर्नुहोस्। तपाईंका सुझावहरू विस्तृत र सम्पूर्ण दस्तोव्यमा अनुच्छेदको सुधारमा लक्षित हुनुपर्दछ।
nl: Op basis van de vorige AI-opmerkingen, stel specifieke aanvullende verbeteringen voor aan de alinea, met de focus op duidelijkheid, samenhang, structuur, grammatica en algehele effectiviteit. Zorg ervoor dat je suggesties gedetailleerd zijn en gericht op het verbeteren van de alinea binnen de context van het gehele document.
nn: Basert på dei tidlegare AI-kommentarane, foreslå tilleggsspesifikke forbetringar til avsnittet, med fokus på klarheit, samanheng, struktur, grammatikk, og den overordna effektiviteten. Sørg for at forslagene er detaljerte og målretta for å forbetre avsnittet innanfor konteksten av heile dokumentet.
or: ପୂର୍ବ ଏଆଇ ମତାମତଆଧାରରେ, ସଂଗ୍ରହୀତ ପ୍ରତିବେଦନର ଅନ୍ୟାନ୍ୟ ନିଶ୍ଚୟାତ୍ମକ ଉନ୍ନତିଗୁଡିକୁ ପ୍ରସ୍ତାବ କରନ୍ତୁ, ସ୍ପଷ୍ଟତା, ସଂଗଥନ, ପ୍ରସ୍ଥାପନ, ବ୍ୟାକରଣ ଓ ସାଧାରଣ କାର୍ଯ୍ୟକ୍ଷମତାକୁ ଧ୍ୟାନ ଦେଇ। ନିଶ୍ଚୟାତ୍ମକ ମତାମତ ଅନୁସାରେ ନିଶ୍ଚୟ କରନ୍ତୁ।
pa_in: ਪਿਛਲੇ ਏਆਈ ਟਿੱਪਣੀਆਂ ਦੇ ਆਧਾਰ 'ਤੇ, ਪੈਰਾਗ੍ਰਾਫ ਵਿੱਚ ਸਪਸ਼ਟਤਾ, ਸੰਗਤਤਾ, ਸੰਰਚਨਾ, ਵਿਅਾਕਰਣ ਅਤੇ ਸਮੁੱਚੇ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ 'ਤੇ ਧਿਆਨ ਦਿੰਦੇ ਹੋਏ ਅਤਿਰਿਕਤ ਵਿਸ਼ੇਸ਼ ਸੁਧਾਰਾਂ ਦਾ ਸੁਝਾਅ ਦਿਓ। ਸੁਝਾਵ ਤੁਹਾਡੇ ਦਸਤਾਵੇਜ਼ ਦੇ ਪੂਰਨ ਸੰਦਰਭ ਵਿੱਚ ਪੈਰਾਗ੍ਰਾਫ ਨੂੰ ਸੁਧਾਰਨ ਦੇ ਲਈ ਵਿਸਤਾਅ ਦੇਣ ਵਾਲੇ ਹੋਣਾ ਚਾਹੀਦੇ ਹਨ।
pl: Na podstawie wcześniejszych komentarzy AI zasugeruj dodatkowe konkretne ulepszenia w elemencie, skupiając się na jasności, spójności, strukturze, gramatyce i ogólnej skuteczności. Upewnij się, że twoje sugestie są szczegółowe i mają na celu poprawienie akapitu w kontekście całego dokumentu.
pt_br: Com base nos comentários anteriores da IA, sugira melhorias específicas adicionais para o parágrafo, focando em clareza, coerência, estrutura, gramática e eficácia geral. Garantir que suas sugestões sejam detalhadas e destinadas a melhorar o parágrafo dentro do contexto do Documento inteiro.
ro: Pe baza comentariilor AI anterioare, sugestionează îmbunătățiri specifice suplimentare pentru paragraf, concentrându-te pe claritate, coerență, structură, gramatică și eficiență generală. Asigură-te că sugestiile tale sunt detaliate și vizate pentru a îmbunătăți paragraf în contextul întregului document.
ru: На основе предыдущих комментариев ИИ предложите дополнительные конкретные улучшения для абзаца, сосредоточив внимание на ясности, связности, структуре, грамматике и общей эффективности. Убедитесь, что ваши рекомендации детализированы и направлены на улучшение абзаца в контексте всего документа.
sk: Na základe predchádzajúcich komentárov AI navrhnite ďalšie konkrétne zlepšenia paragrafu, zamerajte sa na jasnosť, koherenciu, štruktúru, gramatiku a celkovú efektívnosť. Uistite sa, že vaše návrhy sú podrobné a zamerané na zlepšenie paragrafu v kontexte celého dokumentu.
sl: Na podlagi prejšnjih komentarjev umetne inteligence predlagajte dodatne specifične izboljšave odstavek, s poudarkom na jasnosti, koherenci, strukturi, slovnici in splošni učinkovitosti. Poskrbite, da bodo vaši predlogi podrobni in usmerjeni v izboljšanje odstavka v kontekstu celotnega dokumenta.
sq: Bazuar në komentet e mëparshme të AI, sugjeroni përmirësime shtesë specifike në paragraf, duke u përqëndruar në qartësi, koherencë, strukturë, gramatikë dhe efektivitetin gjithpërfshirës. Sigurohuni që sugjerimet tuaja të jenë të detajuara dhe të synojnë përmirësimin e paragrafit në kontekstin e të gjithë Dokumentit.
sr_cyrl: На основу претходних коментара вештачке интелигенције, предложите додатна специфична побољшања за пасус, фокусирајући се на јасноћу, кохеренцију, структуру, граматику и генералну ефикасност. Уверите се да су ваши предлози детаљни и усмерени на побољшање пасуса у контексту целог документа.
sr_cyrl_ba: На основу претходних коментара АИ, предложите додатна специфична побољшања за параграф, фокусирајући се на јасноћу, кохерентност, структуру, граматику и свеобухватну ефективност. Осигурајте да ваши предлози буду детаљни и усмерени на побољшање параграфа у контексту читавог документа.
sr_latn: Na osnovu prethodnih AI komentara, predložite dodatna specifična poboljšanja za pasus, fokusirajući se na jasnoću, koherentnost, strukturu, gramatiku i ukupnu efikasnost. Osigurajte da su vaši predlozi detaljni i usmereni na poboljšanje pasusa unutar konteksta celog dokumenta.
sv: Baserat på de tidigare AI-kommentarerna, föreslå ytterligare specifika förbättringar av stycket, med fokus på tydlighet, sammanhang, struktur, grammatik och övergripande effektivitet. Säkerställ att dina förslag är detaljerade och syftar till att förbättra stycket inom ramen för hela Dokumentet.
ta_in: முந்தைய AI கருத்துகளை அடிப்படையாகக் கொண்டு, தெளிவு, இணக்கம், கட்டமைப்பு, இலக்கணம் மற்றும் மொத்தக் கண்ணோட்டம் மீது கவனம் செலுத்தி அந்த முன்னணி உத்தியோகத்திற்கு மேலதிக குறிப்புரிமைகளை முன்மொழியுங்கள். உங்கள் முன்மொழிகைகள் வகையானவையாகவும் ஆவணத்தின் முழுமையான கருத்தலக்கத்தில் முன்னெடுத்துக் கொள்ளவும்.
te: గత AI వ్యాఖ్యల ఆధారంగా, స్పష్టత, సమర్ధత, నిర్మాణం, వ్యాకరణం, మరియు మొత్తం ప్రభావాన్ని దృష్టిలో ఉంచుకుని పేరాను మెరుగుపరచడానికి అదనపు ప్రత్యేక సూత్రాలను సూచించండి.
th: ตามความคิดเห็นจาก AI ก่อนหน้า เสนอการปรับปรุงเฉพาะเพิ่มเติมสำหรับย่อหน้าโดยมุ่งเน้นที่ความชัดเจน ความเข้ากันได้ โครงสร้าง ไวยากรณ์ และประสิทธิภาพโดยรวม ให้แน่ใจว่าข้อเสนอแนะของคุณมีรายละเอียดและมุ่งหวังที่จะปรับปรุงย่อหน้าในบริบทของเอกสารทั้งหมด
tr: Önceki AI yorumlarına dayalı olarak, paragraftaki netlik, tutarlılık, yapı, dilbilgisi ve genel etkililik gibi alanlara odaklanarak ek spesifik iyileştirmeler önerin. Önerilerinizin belge bağlamında paragrafı geliştirmeye yönelik detaylı olduğundan emin olun.
tt: Алдагы ИИ комментарийларына нигезләнеп, абзацны ачыклык, тотрыклылык, структура, грамматика һәм гомуми нәтиҗәлелеге буенча конкрет яхшырту тәкъдимнәре бирегез. Тәкъдимнәрегез документның гомум контекстында абзацны яхшыртуга юнәлдерелгән булсын.
ug: ئالدىنقى AI تاپشۇرۇقلارغا ئاساسەن، رواجىغا قۇلۇپلاشچىلىق ۋە بىرىكمە، باملەر، بەرھەمدە بەلگىلەشنى پىكىرلىك بويىچۇن، يازما يۇقىرلىقتا بولۇشقا بةجمۇسۇن.
uk: На основі попередніх коментарів від штучного інтелекту запропонуйте додаткові конкретні покращення до абзацу, зосереджуючись на ясності, узгодженості, структурі, граматиці та загальній ефективності. Подайте детальні пропозиції, спрямовані на поліпшення абзацу в контексті всього документа.
ur: پچھلے AI تبصروں کی بنیاد پر، پیراگراف میں وضاحت، ہم آہنگی، ساخت، گرامر، اور مجموعی افادیت پر توجہ مرکوز کرتے ہوئے مخصوص بہتری کی مزید تجاویز پیش کریں۔ اس بات کو یقینی بنائیں کہ آپ کی تجاویز تفصیلی ہوں اور پوری دستاویز کے تناظر میں پیراگراف کو بہتر بنانے کے مقصد کے مطابق ہوں۔
uz_latn: Oldingi AI fikrlari asosida, paragraflarga aniqlik, mantiqlilik, tuzilma, grammatika va umumiy samaradorlikka e'tibor berib, qo'shimcha aniq yaxshilash takliflarini bering. Taklifingiz hujjatning bir qismi sifatida batafsil va aniqlikda bo'lishi kerak.
vi: Dựa trên các nhận xét AI trước đó, hãy gợi ý các cải tiến cụ thể bổ sung cho đoạn văn, tập trung vào độ rõ ràng, tính mạch lạc, cấu trúc, ngữ pháp và hiệu quả tổng thể. Đảm bảo rằng các gợi ý của bạn chi tiết và nhằm cải thiện đoạn văn trong bối cảnh toàn bộ Tài liệu.
