Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# [RewriteButton_Click] SystemPrompt
source: Rewrite the text for clarity, improved flow, and human-like tone, integrating it with the provided paragraph context. Keep the original meaning. Output only the revised text.
af: Herskryf die teks vir duidelikheid, verbeterde vloei en menslike toon, en integreer dit met die verskafde paragraafkonteks. Hou die oorspronklike betekenis. Voer slegs die hersiene teks uit.
am: ይህን የጽሑፍ ይውልቦ; ይኖርዋ?
ar: أعد كتابة النص للوضوح، وتحسين التدفق، والنغمة البشرية، مع دمجه مع سياق الفقرة المقدمة. احتفظ بالمعنى الأصلي. اخرج فقط النص المنقح.
as: পাঠটো পূৰ্ণতা, উন্নত প্রবাহ, আৰু মানুহৰ দৰে গুণৰ বাবে সঠিক ৰূপে পুনৰ লিখা, যি প্ৰসঙ্গৰ বিষয়বস্তুৰ সৈতে আন্তৰ্জাতিক কৰে। মৌলিক অৰ্থ ৰাখক। মাত্ৰ সংশোধিত পাঠ আউটপুট কৰক।
az_latn: Mətni aydınlıq, yaxşı axış və insan kimi ton üçün yenidən yazın, təqdim edilən paraqrafın konteksti ilə birləşdirin. Orijinal mənanı saxlayın. Yalnız nəzərdə tutulan mətni çıxarın.
be: Перапішыце тэкст для яснасці, палепшанай плаўнасці і чалавечага тону, інтэгруючы яго ў прадстаўлены кантэкст абзаца. Захоўвайце арыгінальнае значэнне. Выводзьце толькі перапісаны тэкст.
bg: Пренапишете текста за яснота, подобрен поток и човешки тон, като го интегрирате с предоставения контекст на абзаца. Запазете оригиналното значение. Изходните данни трябва да са само преработения текст.
bn_in: স্পষ্টতা, উন্নত প্রবাহ এবং মানব-মূল্যায়নের জন্য টেক্সটটি পুনরায় লিখুন, প্রদত্ত অনুচ্ছেদের প্রসঙ্গে এটি একীভূত করুন। মূল অর্থটি রাখুন। শুধুমাত্র পরিমার্জিত টেক্সট আউটপুট করুন।
bs_latn: Prepišite tekst radi jasnoće, poboljšanog toka i ljudskog tona, integrišite ga u kontekst datog paragrafa. Zadržite originalno značenje. Izvedite samo revidirani tekst.
ca: Reescriu el text per a la claredat, millorant el flux i el to semblant al d'un humà, integrant-lo amb el context del paràgraf proporcionat. Mantingues el significat original. Mostra només el text revisat.
cs: Přepište text pro jasnost, zlepšení toku a lidský tón, integrující jej s kontextem poskytnutého odstavce. Zachovejte původní význam. Výstupujte pouze přepracovaný text.
cy: Ailysgrifennwch y testun ar gyfer clirdeb, llif gwell, a thon dynol, gan ei integreiddio gyda chyd-destun y paragraff a ddarparwyd. Cadwch yr ystyr gwreiddiol. Rhowch y testun aildrefnus yn unig.
da: Omskriv teksten for klarhed, forbedret flow og menneskelig tone, integrer det med den givne afsnitskontekst. Behold den oprindelige mening. Udgiv kun den reviderede tekst.
de: Schreiben Sie den Text zur Klarheit, verbesserten Lesbarkeit und einem menschenähnlichen Ton um und integrieren Sie ihn in den bereitgestellten Absatzkontext. Bewahren Sie die ursprüngliche Bedeutung. Geben Sie nur den überarbeiteten Text aus.
el: Επαναγράψτε το κείμενο για σαφήνεια, βελτιωμένη ροή και ανθρώπινη διάθεση, ενσωματώνοντάς το με το παρεχόμενο πλαίσιο της παραγράφου. Διατηρήστε τη σημασία του πρωτότυπου. Εξάγετε μόνο το αναθεωρημένο κείμενο.
es_es: Reescribe el texto para mayor claridad, mejor fluidez y tono humano, integrándolo con el contexto del párrafo proporcionado. Mantén el significado original. Salida solo el texto revisado.
et: Kirjutage tekst ümber selguse, parem voog ja inimlikuma tooni jaoks, integreerides see antud lõigu konteksti. Säilitage algne tähendus. Väljund ainult parandatud tekst.
eu: Testua argitasun, fluxu hobea, eta giza antzeko tonua lortzeko idatzi berriro, emandako parrafoaren testuinguruan txertatuz. Jatorrizko esanahia mantendu. Berridatzitako testua soilik irten.
fa: متن را برای وضوح، جریان بهتر و لحن انسانی بازنویسی کنید، با ادغام آن با زمینه پاراگراف ارائه شده. معنی اصلی را حفظ کنید. فقط متن بازنویسی شده را خروجی دهید.
fi: Kirjoita teksti uudelleen selkeyden, paremman sujuvuuden ja inhimillisemmän sävyn parantamiseksi, yhdistäen se annettuun kappaleen kontekstiin. Säilytä alkuperäinen merkitys. Anna vain tarkistettu teksti.
fil: Isulat muli ang teksto para sa kalinawan, pinahusay na daloy, at tono na katulad ng tao, na isinasama ito sa ibinigay na konteksto ng talata. Panatilihin ang orihinal na kahulugan. I-output lamang ang binagong teksto.
fr_ca: Réécrivez le texte pour plus de clarté, un meilleur flux et un ton semblable à celui d'un humain, en l'intégrant avec le contexte de paragraphe fourni. Conservez le sens original. Ne fournissez que le texte révisé.
ga: Athscríobh an téacs le haghaidh soiléireachta, sreabhadh feabhsaithe, agus ton cosúil le laige, ag comhoiriúnú leis an gcomhoibriú a cuireadh ar fáil. Coimeád an bhrí bhunúsach. Soláthraigh ach an téacs athscríofa.
gd: Ath-sgrìobh an teacsa airson soilleireachd, giùlan nas fheàrr, agus ton coltach ri duine, a' comharrachadh e leis an t-seacail a chaidh a sholar. Cuir an ciall tùsail an àite. Thoir freagairtean às aonais freagairtean sam bith.
gl: Reescribe o texto para clareza, mellor fluxo e un ton humano, integrándoo co contexto do parágrafo proporcionado. Mantén o significado orixinal. Saída só o texto revisado.
gu: સ્પષ્ટતાની, સુધારણાની લાગણી, અને માનવીય તાલમેળની જરૂરત સાથે ટેક્સ્ટ ફરી લખો, તે લેખના પ્રાંત સાથે સંકલિત કરો. મૂળ અર્થ જાળવવો. ફક્ત સુધારેલા લખાણનું આઉટપુટ આપો.
he: כתוב מחדש את הטקסט לבהירות, שיפור הזרימה וטון אנושי, תוך שילובו בהקשר של הפסקה המסופקת. שמור על המשמעות המקורית. הפלט רק את הטקסט המתוקן.
hi: पाठ को स्पष्टता, सुधारित प्रवाह, और मानव-नैतिक स्वर के लिए पुनः लिखें, इसे प्रदान किए गए पाठ्यांश के संदर्भ में एकीकृत करें। मूल अर्थ बनाए रखें। केवल संशोधित पाठ का आउटपुट करें।
hr: Prepišite tekst radi jasnoće, poboljšanog toka i ljudskog tona, integrirajući ga s kontekstom danog odlomka. Zadržite izvorno značenje. Izlazite samo revidirani tekst.
hu: Írd át a szöveget világosság, jobb áramlás és emberi hangvétel érdekében, integrálva a megadott bekezdés kontextusába. Tartsd meg az eredeti jelentést. Csak a felülírt szöveget add meg.
hy: Նորից գրեք տեքստը՝ խորհուրդներ՝ հստակության բարելավելու, հոսքային, ու մարդկանց նման ձայնով, միաձույլելով տված հոդվածի համատեքստում: Կատարել սկզբնական իմաստ. Արդյունքում միայն փոփոխված տեքստ:
id: Tulis ulang teks untuk kejelasan, alur yang lebih baik, dan nada seperti manusia, mengintegrasikannya dengan konteks paragraf yang diberikan. Pertahankan makna asli. Keluarkan hanya teks yang direvisi.
is: Endurritaðu textann til skýrleika, bætts flæðis, og mannlega tón, samþættu hann við veitt samhengis. Halda meininguna. Úttak aðeins endurskrifaða textann.
it: Riscrivi il testo per chiarezza, miglior flusso e tono umano, integrandolo con il contesto del paragrafo fornito. Mantieni il significato originale. Fornisci solo il testo rivisto.
ja: 明確さ、流れの改善、人間らしいトーンのためにテキストを書き換えてください。提供された段落のコンテキストと統合してください。元の意味を保持してください。修正されたテキストのみを出力してください。
ka: מחדש დაწერეთ ტექსტი სისწრაფისთვის, გაუმჯობესებული ნაკადის და ადამიანები მსგავსი ტონისთვის, რომელიც ინტეგრირდება მოცემულ აბზაცის კონტექსტში. შეინარჩუნეთ საწყისი მნიშვნელობა. გამოსახეთ მხოლოდ გადაკეთებული ტექსტი.
kk: Мәтінді анықтық, жақсарған ағын және адамға ұқсас тон үшін қайта жазыңыз, оны берілген абзац контекстімен біріктіріңіз. Алғашқы мағынасы сақталыңыз. Тек қайта жазылған мәтінді шығарыңыз.
km: សរសេរឡើងវិញអត្ថបទសម្រាប់ភាពច្បាស់លាសុវត្ថិភាពបូកនៅទីតាំងទាំងពីរ។ រក្សាទំនាក់ទំនងតាមដំណាក់ទីពីរ។
kn: ಸ್ಪಷ್ಟತೆ, ಉತ್ತಮ ಹರಿವು ಮತ್ತು ಮಾನವೀಯ ಧ್ವನಿಯಿಗಾಗಿ ಪಠ್ಯವನ್ನು ಪುನಾರಚಿಸಿ, ಇದು ನೀಡಲಾದ ಪ್ಯಾರಾಗ್ರಾಫ್ ಸುತ್ತಲೂ ಇದ್ದಾಳೆ. ಮೂಲ ಅರ್ಥವನ್ನು ಉಳಿಸಿ. ಸುಧಾರಿತ ಪಠ್ಯವನ್ನು ಮಾತ್ರ ಒದಗಿಸಿ.
ko: 명료성을 위해 텍스트를 다시 작성하십시오. 흐름이 개선되고 인간 같은 톤이 통합되도록 문단 맥락과 통합하십시오. 원래 의미를 유지하세요. 수정된 텍스트만 출력하세요.
lb: Neischreiwen de Text fir Kloerheet, verbesserten Floss, an eng mënschlech Toun, integréiert et mat der ugebotener Paragraph Kontext. Hält den urspréngleche Sënn. Gitt just de revidéierten Text.
lt: Perrašykite tekstą aiškumui, pagerindami srautą ir žmonišką toną, integruodami jį su pateikto paragrafo kontekstu. Išlaikykite pradinę prasmę. Išveskite tik perrašytą tekstą.
lv: Pārveidojiet tekstu skaidrības, uzlabotas plūsmas un cilvēka līdzīga tonī, integrējot to ar sniegtā paragrāfa kontekstu. Saglabājiet oriģinālo nozīmi. Izvade tikai pārveidotais teksts.
mi: Tautuhi i te tuhinga mō te mārama, te whakapai ake i te oma, me te tono iho, i ngā horopaki e wātea ana. Tiakina te pūtake tuhinga. Me tango anake te tuhinga kua whakatikaina.
mk: Препишете го текстот за јасност, подобрен тек и човечки тон, интегрирајќи го со контекстот на понудениот параграф. Задржете го оригиналното значење. Излезете само со ревидираниот текст.
ml: വ്യക്തിത്വം, മെച്ചപ്പെട്ട ഒഴുക്ക്, മനുഷ്യനെപ്പോലെ ശൈലിയിൽ എഴുത്ത് നവീകരിക്കുക, നൽകിയ പാരഗ്രാഫ് ഉള്ളടക്കവുമായി അങ്ങോട്ട് അയയ്ക്കുക. അസ്സൽ പ്രാധാന്യം ഒരിക്കലും വിട്ടിട്ട് പോകരുത.
mr: स्पष्टता, सुधारित प्रवाह, आणि मानव-समान आवाजासाठी मजकूर पुन्हा लिहा, प्रदान केलेल्या परिच्छेद संदर्भात समाकलित करा. मूळ अर्थ ठेवता येईल. फक्त सुधारित मजकूर द्या.
ms: Tulis semula teks untuk kejelasan, aliran yang lebih baik, dan nada yang lebih manusia, mengintegrasikannya dengan konteks perenggan yang disediakan. Kekalkan makna asal. Keluaran hanya teks yang disemak.
mt: Riformula t-test għal ċarezza, fluss mtejba, u ton uman, integrand fi-kontekstu tat-termini provduti. Ikkonċentra fuq il-kwantità oriġinali. Iġġenera biss it-test rivedut.
nb: Omskriv teksten for klarhet, forbedret flyt, og en menneskelig tone, og integrer den med den gitte avsnittets kontekst. Behold den opprinnelige betydningen. Gi kun den reviderte teksten.
ne: स्पष्टता, सुधारिएको प्रवाह, र मानव-जस्तो स्वरका लागि पाठलाई पुनर्लेखन गर्नुहोस्, यसलाई दिइएको अनुच्छेद सन्दर्भसँग मिलाएर। मूल अर्थलाई कायम राख्नुहोस्। केवल सुधारिएको पाठको आउटपुट गर्नुहोस्।
nl: Herschrijf de tekst voor duidelijkheid, verbeterde flow en een menselijke toon, geïntegreerd in de context van de gegeven alinea. Houd de oorspronkelijke betekenis. Geef alleen de herziene tekst.
nn: Skriv om teksten for klarheit, forbetra flyt og menneskeleg tone, og integrer den med den gitte avsnittkonteksten. Halda den originale meininga. Utdata berre den reviderte teksten.
or: ସ୍ପଷ୍ଟତା, ଉନ୍ନତ ଗତି ବା ମାନବସଦୃଶ ପ୍ରବୃତ୍ତି ପାଇଁ ଟେକ୍ସଟ୍କୁ ଲେଖନ କରୁ, ଯାହା ସହିତ ପ୍ରଦତ୍ତ ପ୍ୟାରାଗ୍ରାଫ୍ କନ୍ଟେକ୍ସ୍ୟା ମିଶାଇବେ। ମୌଳିକ ଅର୍ଥର ସହ ରହିବେ। କେବଳ ପୁନଲେଖିତ ଟେକ୍ସଟ୍ ବିସ୍ରସଣ କରନ୍ତୁ।
pa_in: ਪਾਠ ਨੂੰ ਸਪਸ਼ਟਤਾ, ਸੁਧਾਰਿਤ ਪ੍ਰਵਾਹ, ਅਤੇ ਮਨੁੱਖੀ ਸੁਰਤ ਲਈ ਦੁਬਾਰਾ ਲਿਖੋ, ਇਸ ਨੂੰ ਦਿੱਤੇ ਗਏ ਪੈਰਾਗ੍ਰਾਫ ਸੰਦਰਭ ਵਿੱਚ ਮਿਲਾਕਾਰ। ਮੂਲ ਮੀਨਿੰਗ ਰੱਖੋ। ਸਿਰਫ਼ ਸੋਧਿਆ ਗਿਆ ਪਾਠ ਨਿਕਾਸ ਕਰੋ।
pl: Przepisz tekst, aby był bardziej jasny, poprawił płynność i miał ludzki ton, integrując go z dostarczonym kontekstem akapitu. Zachowaj pierwotne znaczenie. Wypisz tylko poprawiony tekst.
pt_br: Reescreva o texto para clareza, fluxo aprimorado e tom semelhante ao humano, integrando-o com o contexto do parágrafo fornecido. Mantenha o significado original. Saída apenas do texto revisado.
ro: Rescrie textul pentru claritate, îmbunătățirea fluxului și ton uman, integrându-l cu contextul paragrafului furnizat. Păstrează semnificația originală. Output doar textul revizuit.
ru: Перепишите текст для ясности, улучшенного потока и человеческого тона, интегрируя его с контекстом предоставленного абзаца. Сохраняйте оригинальное значение. Выводите только пересказанный текст.
sk: Prepisujte text pre jasnosť, zlepšený tok a ľudský tón, integrujúc ho s poskytnutým kontextom paragrafu. Udržte pôvodný význam. Výstupujte iba prepracovaný text.
sl: Prepišite besedilo za jasnost, izboljšan potek in človeški ton, ga združite z danim kontekstom odstavka. Ohranite prvotno pomen. Izhod naj vključuje le preurejeno besedilo.
sq: Rrethshkruani tekstin për qartësi, rrjedhë të përmirësuar, dhe ton njerëzor, duke e integruar atë me kontekstin e paragrafit të dhënë. Ruani kuptimin origjinal. Të dalë vetëm teksti e rishkruar.
sr_cyrl: Препишите текст за јасноћу, побољшани ток и људски тон, интегришући га у пружени контекст пасуса. Задржајте оригинално значење. Излазите само ревидирани текст.
sr_cyrl_ba: Препишите текст за јасноћу, побољшани ток и људски тон, интегришући га у пружени контекст параграфа. Задржите оригинално значење. Изведите само ревидирани текст.
sr_latn: Prepišite tekst radi jasnoće, poboljšanog toka i ljudskog tona, integrišući ga u pruženi kontekst pasusa. Zadržite izvorno značenje. Prikazujte samo revidirani tekst.
sv: Skriv om texten för tydlighet, förbättrad flyt och en mänsklig ton, integrera den med den angivna stycke kontexten. Bevara den ursprungliga betydelsen. Ge endast den reviderade texten.
ta_in: நீங்கள் பயனர் வழங்கிய உரையை மறுதொகுப்பதற்கான ஒரு முன் மொழி மாதிரி ஆக இருக்கிறீர்கள். நீங்கள் தெளிவை மேம்படுத்துவது, ஓட்டத்தை மேம்படுத்துவது மற்றும் உரையின் அசல் அர்த்தத்தை பாதுகாக்க கவனம் செலுத்த வேண்டும். உங்கள் பதில்கள் ஒழுங்காக உள்ள உரையை தவிர்த்து வேறு எந்த விளக்கங்களை அல்லது கருத்துகளை இல்லாதே இருக்க வேண்டும்.
te: వివరాలను గమనించి పునర్రాయించండి, మెరుగైన ప్రవాహం మరియు మానవ సాన్నిహిత్యం కోసం, అందించిన పేరా సందర్భంతో అనుసంధానం చేయండి. మాతృక భేదాన్ని ఉంచండి. కేవలం సవరించిన పాఠ్యం ఇవ్వండి.
th: เขียนข้อความใหม่เพื่อความชัดเจน การไหลที่ดีขึ้น และโทนเสียงที่เหมือนมนุษย์ โดยผนวกเข้ากับบริบทของย่อหน้าที่ให้มา รักษาความหมายเดิมไว้ ผลลัพธ์เป็นเพียงข้อความที่แก้ไขแล้ว
tr: Metni netlik, akışın iyileştirilmesi ve insan benzeri bir ton için yeniden yazın, sağlanan paragraf bağlamıyla entegre edin. Orijinal anlamı koruyun. Sadece gözden geçirilmiş metni verin.
tt: Textны ачыклык, яхшы агым һәм кеше кебек тон өчен яңадан язарга, тәкъдим ителгән абзац контекстына интеграцияләгез. Оригиналь мәгънәне саклагыз. Тик яңартылган текстны чыгыгыз.
ug: يازمىنى يورۇق، ئوچۇق مەزمۇن، ۋە ئادەم ۋەزىيەلەردىكى ئارقا ئۈستۈنلىكنى يوسكۇغا، بۈلگىدىن بوشالاڭ. ئاساسىي مەزمۇنغا توغرا كىلەڭ.
uk: Перепишіть текст для ясності, покращеного потоку та людського тону, інтегруючи його з наданим контекстом абзацу. Залишайте оригінальний зміст. Виводьте тільки відредагований текст.
ur: متن کو وضاحت، بہتر بہاؤ، اور انسانی جیسے لہجے کے لیے دوبارہ لکھیں، اور فراہم کردہ پیراگراف کے سیاق میں اسے ضم کریں۔ اصل معنی کو برقرار رکھیں۔ صرف نظر ثانی شدہ متن فراہم کریں۔
uz_latn: Matnni aniqlik, yaxshiroq axborot olish va insonona ohangda qayta yozing, berilgan paragraf kontekstida integratsiya qiling. Asl ma'noni saqlang. Faqat qayta yozilgan matnni chiqaring.
vi: Viết lại văn bản cho rõ ràng, cải thiện dòng chảy và giọng điệu giống như con người, tích hợp nó với bối cảnh đoạn văn đã cung cấp. Giữ nguyên ý nghĩa ban đầu. Chỉ xuất văn bản đã được chỉnh sửa.

# [RewriteButton_Click] UserPrompt
source: Please rewrite the following text:
af: Asseblief, herskryf die volgende teks:
am: እባኮት ይዕድጉ ኦይ; ይፈል کويን?
ar: يرجى إعادة كتابة النص التالي:
as: অনুগ্রহ কৰি তলত দেব পৰা পাঠ পুনৰ লিখা:
az_latn: Xahiş olunur, aşağıdakı mətni yenidən yazın:
be: Калі ласка, перапішце наступны тэкст:
bg: Моля, пренапишете следния текст:
bn_in: নিম্নলিখিত টেক্সটটি পুনরায় লিখুন:
bs_latn: Molimo prepišite sledeći tekst:
ca: Si us plau, reescriu el següent text:
cs: Prosím, přepište následující text:
cy: Os gwelwch yn dda, ailysgrafennwch y testun canlynol:
da: Venligst omskriv følgende tekst:
de: Bitte schreiben Sie den folgenden Text um:
el: Παρακαλώ επαναγράψτε το παρακάτω κείμενο:
es_es: Por favor, reescribe el siguiente texto:
et: Palun kirjutage järgnev tekst ümber:
eu: Mesedez, hurrengo testua idatzi berriro:
fa: لطفاً متن زیر را بازنویسی کنید:
fi: Ole hyvä ja kirjoita seuraava teksti uudelleen:
fil: Mangyaring isulat muli ang sumusunod na teksto:
fr_ca: Veuillez réécrire le texte suivant :
ga: Le do thoil, athscríobh an téacs seo:
gd: Feuch an ath-sgrìobh thu an teacsa seo:
gl: Por favor, reescribe o seguinte texto:
gu: કૃપા કરીને નીચેના લેખને ફરી લખો:
he: אנא כתוב מחדש את הטקסט הבא:
hi: कृपया निम्नलिखित पाठ को पुनः लिखें:
hr: Molimo vas da prepišete sljedeći tekst:
hu: Kérlek, írd át az alábbi szöveget:
hy: Խնդրում ենք կրկնել հետևյալ տեքստը:
id: Harap tulis ulang teks berikut:
is: Vinsamlegast endurritaðu eftirfarandi texta:
it: Per favore, riscrivi il seguente testo:
ja: 次のテキストを書き換えてください：
ka: გთხოვთ, ხელახლა დაწეროთ შემდეგი ტექსტი:
kk: Төмендегі мәтінді қайта жазыңыз:
km: សូមសរសេរឡើងវិញអត្ថបទខាងក្រោម៖
kn: ದಯವಿಟ್ಟು ಈ ಪಠ್ಯವನ್ನು ಪುನಾರಚಿಸಿ:
ko: 다음 텍스트를 다시 작성해 주십시오:
lb: Gitt w.e.g. den folgenden Text neischreiwen:
lt: Prašome perrašyti šį tekstą:
lv: Lūdzu, pārveidojiet tālāk tekstu:
mi: Tēnā, tautuhi i te tuhinga e whai ake nei:
mk: Ве молам препишете го следниот текст:
ml: ദയവായി താഴെച്ചോദിക്കുന്ന എഴുത്ത് പുനഃരചിക്കുക:
mr: कृपया खालील मजकूर पुन्हा लिहा:
ms: Sila tulis semula teks berikut:
mt: Jekk jogħġbok riformula t-test li ġej:
nb: Vennligst omskriv følgende tekst:
ne: कृपया तलको पाठलाई पुनर्लेखन गर्नुहोस्:
nl: Herschrijf alstublieft de volgende tekst:
nn: Vennligst skriv om følgande tekst:
or: ଦୟାକରି ନିମ୍ନ ଟେକ୍ସଟ୍କୁ ପୁନଲେଖନ କରନ୍ତୁ:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਪਾਠ ਨੂੰ ਦੁਬਾਰਾ ਲਿਖੋ:
pl: Proszę przepisać poniższy tekst:
pt_br: Por favor, reescreva o seguinte texto:
ro: Te rog să rescrii textul următor:
ru: Пожалуйста, перепишите следующий текст:
sk: Prosím, prepíšte nasledujúci text:
sl: Prosimo, prepišite naslednje besedilo:
sq: Ju lutemi rrethshkruani tekstin e mëposhtëm:
sr_cyrl: Молимо вас да препишете следећи текст:
sr_cyrl_ba: Молим вас, препишите следећи текст:
sr_latn: Molimo prepišite sledeći tekst:
sv: Vänligen skriv om följande text:
ta_in: தயவுசெய்து பின்வரும் உரையை மறுதொகுக்கவும்:
te: దయచేసి క్రింది పాఠ్యాన్ని పునర్రాయించండి:
th: กรุณาเขียนข้อความต่อไปนี้ใหม่:
tr: Lütfen aşağıdaki metni yeniden yazın:
tt: Зинһар, түбәндәге текстны яңадан языгыз:
ug: تۆۋەندىكى يازمىنى قايتا يازىڭ:
uk: Будь ласка, перепишіть наступний текст:
ur: براہ کرم مندرجہ ذیل متن کو دوبارہ لکھیں:
uz_latn: Iltimos, quyidagi matnni yozing:
vi: Vui lòng viết lại văn bản sau đây:
