Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# this.DefaultCheckBox.SuperTip
source: Set the default language model for TextCraft.
af: Stel die standaardtaalmodel vir TextCraft in.
am: ወደ መሳሪያ ቋንቋ ሞዴል ይዘ፣ ይፈልጋሉ።
ar: قم بتعيين نموذج اللغة الافتراضي لـ TextCraft.
as: TextCraftৰ বাবে ডিফল্ট ভাষা মডেল স্থাপন কৰক।
az_latn: TextCraft üçün standart dil modelini təyin edin.
be: Устанавіце моўную мадэль за змаўчання для TextCraft.
bg: Задай езиковия модел по подразбиране за TextCraft.
bn_in: টেক্সটক্রাফ্টের জন্য ডিফল্ট ভাষার মডেল সেট করুন।
bs_latn: Postavite podrazumevani jezički model za TextCraft.
ca: Estableix el model de llenguatge per defecte per TextCraft.
cs: Nastavte výchozí jazykový model pro TextCraft.
cy: Gosod y model iaith diffygiol ar gyfer TextCraft.
da: Indstil den standard sprogmodel til TextCraft.
de: Legen Sie das Standard-Sprachmodell für TextCraft fest.
el: Ορίστε το προεπιλεγμένο γλωσσικό μοντέλο για το TextCraft.
es_es: Establece el modelo de lenguaje predeterminado para TextCraft.
et: Määra TextCrafti vaikimisi keelemudel.
eu: TextCraften lehenetsitako hizkuntza modelo bat ezarri.
fa: تعیین مدل زبانی پیش‌فرض برای TextCraft.
fi: Aseta TextCraftin oletuskielimalli.
fil: Itakda ang default na modelo ng wika para sa TextCraft.
fr_ca: Définissez le modèle linguistique par défaut pour TextCraft.
ga: Socraigh an samhail teanga réamhshocraithe do TextCraft.
gd: Set am modail chànain freagairteachaidh airson TextCraft.
gl: Establece o modelo de linguaxe predeterminado para TextCraft.
gu: ટેક્સ્ટક્રાફ્ટ માટે ડિફોલ્ટ ભાષા મોડેલ સેટ કરો.
he: קבע את מודל השפה ברירת המחדל עבור TextCraft.
hi: टेक्स्टक्राफ्ट के लिए डिफ़ॉल्ट भाषा मॉडल सेट करें।
hr: Postavite zadani jezični model za TextCraft.
hu: Állítsd be a TextCraft alapértelmezett nyelvi modelljét.
hy: Սահմանեք TextCraft-ի համար անթերի լեզվային մոդելը:
id: Atur model bahasa default untuk TextCraft.
is: Settu sjálfgefið tungumálamódel fyrir TextCraft.
it: Imposta il modello linguistico predefinito per TextCraft.
ja: TextCraftのデフォルト言語モデルを設定します。
ka: დააყენეთ ნავარაუდევი ენა TextCraft-ში.
kk: TextCraft үшін әдепкі тіл моделін орнатыңыз.
km: កំណត់ម៉ូដែលភាសាដើមសម្រាប់ TextCraft។
kn: ಟೆಕ್ಸ್ಟ್ ಕೇಂದ್ರಕ್ಕಾಗಿ ಡೀಫಾಲ್ಟ್ ಭಾಷಾ ಮಾದರಿಯನ್ನು ಹೊಂದಿಸಿ.
ko: TextCraft의 기본 언어 모델을 설정합니다.
lb: Setzt den Standard Sproochenmodell fir TextCraft.
lt: Nustatykite numatytą kalbos modelį TextCraft.
lv: Iestatiet noklusējuma valodas modeli TextCraft.
mi: Tonoa te tauira reo tūāpapa mō TextCraft.
mk: Поставете го стандардниот модел на јазик за TextCraft.
ml: TextCraft ൽ ഡീഫോൾട്ട് ഭാഷാ മോഡൽ സമർപ്പിക്കുക.
mr: TextCraft साठी डिफॉल्ट भाषा मॉडेल सेट करा.
ms: Tetapkan model bahasa lalai untuk TextCraft.
mt: Stabbilixxi l-mudell tal-lingwa predefinit għal TextCraft.
nb: Sett standard språkmodell for TextCraft.
ne: TextCraft का लागि डिफल्ट भाषा मोडल सेट गर्नुहोस्।
nl: Stel het standaard taalmachine in voor TextCraft.
nn: Sett standard språkmodell for TextCraft.
or: TextCraft ପାଇଁ ଡିଫଲ୍ଟ ଭାଷା ମଡେଲ୍ ସେଟ୍ କରନ୍ତୁ।
pa_in: TextCraft ਲਈ ਡਿਫਾਲਟ ਭਾਸ਼ਾ ਮਾਡਲ ਸੈਟ ਕਰੋ।
pl: Ustaw domyślny model językowy dla TextCraft.
pt_br: Defina o modelo de linguagem padrão para o TextCraft.
ro: Setează modelul de limbă implicit pentru TextCraft.
ru: Установите языковую модель по умолчанию для TextCraft.
sk: Nastavte predvolený jazykový model pre TextCraft.
sl: Nastavi privzeti jezikovni model za TextCraft.
sq: Cilëso modelin e gjuhës parazgjedhje për TextCraft.
sr_cyrl: Поставите подразумевани језички модел за TextCraft.
sr_cyrl_ba: Поставите подразумевани језички модел за TextCraft.
sr_latn: Postavite podrazumevani jezički model za TextCraft.
sv: Ställ in standard språkmodellen för TextCraft.
ta_in: TextCraft இற்கு இயல்பான மொழி மாதிரியை அமைக்கவும்.
te: TextCraft కోసం డిఫాల్ట్ భాషా మోడల్‌ను సెట్ చేయండి.
th: ตั้งค่าโมเดลภาษาพื้นฐานสำหรับ TextCraft
tr: TextCraft için varsayılan dil modelini ayarlayın.
tt: TextCraft өчен стандарт тел моделенә көйләгез.
ug: TextCraft'نىڭ ئەسلى تىل مودېلنى بەلگىلەڭ.
uk: Встановіть мовну модель за замовчуванням для TextCraft.
ur: TextCraft کے لیے ڈیفالٹ زبان ماڈل مقرر کریں۔
uz_latn: TextCraft uchun standart til modelini o'rnating.
vi: Đặt mô hình ngôn ngữ mặc định cho TextCraft.
zh_hans: 设置 TextCraft 的默认语言模型。
zh_hant: 為 TextCraft 設定預設語言模型

# this.OptionsGroup.Label
source: Options
af: Opsies
am: አማካይ
ar: الخيارات
as: বিকল্পসমূহ
az_latn: Seçimlər
be: Варыянты
bg: Опции
bn_in: বিকল্পগুলি
bs_latn: Opcije
ca: Opcions
cs: Možnosti
cy: Opsiynau
da: Muligheder
de: Optionen
el: Επιλογές
es_es: Opciones
et: Valikud
eu: Aukerak
fa: گزینه‌ها
fi: Vaihtoehdot
fil: Mga Opsyon
ga: Roghanna
gd: Roghainnean
gl: Opcións
gu: વિકલ્પો
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Opciók
hy: Ավանդական
id: Opsi
is: Valkostir
it: Opzioni
ja: オプション
ka: ვარიანტები
kk: Опциялар
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ko: 옵션
lb: Optiounen
lt: Parinktys
lv: Opcijas
mi: Kōwhiringa
mk: Опции
ml: ഓപ്ഷനുകൾ
mr: पर्याय
ms: Pilihan
mt: Għażliet
nb: Alternativer
ne: विकल्पहरू
nl: Opties
nn: Val
or: ବିକଳ୍ପ
pa_in: ਵਿਕਲਪ
pl: Opcje
pt_br: Opções
ro: Opțiuni
ru: Опции
sk: Možnosti
sl: Možnosti
sq: Opsionet
sr_cyrl: Опције
sr_cyrl_ba: Опције
sr_latn: Opcije
sv: Alternativ
ta_in: விருப்பங்கள்
te: ఎంపికలు
th: ตัวเลือก
tr: Seçenekler
tt: Опцияләр
ug: تاللاش
uk: Опції
ur: آپشنز
uz_latn: Variantlar
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

# this.InfoGroup.Label
source: Info
af: Inligting
am: መረጃ
ar: معلومات
as: তথ্য
az_latn: Məlumat
be: Інфармацыя
bg: Информация
bn_in: তথ্য
ca: Informació
cy: Gwybodaeth
de: Informationen
el: Πληροφορίες
es_es: Información
et: Teave
eu: Informazioa
fa: اطلاعات
fi: Tiedot
fil: Impormasyon
ga: Eolas
gd: Fios
gl: Información
gu: માહિતી
he: מידע
hi: जानकारी
hr: Informacije
hu: Információ
hy: Տեղեկություն
is: Upplýsingar
ja: 情報
ka: ინფორმაცია
kk: Ақпарат
km: ព័ត៌មាន
kn: ಮಾಹಿತಿಯು
ko: 정보
lt: Informacija
lv: Informācija
mi: Pārongo
mk: Инфо
ml: വിവരങ്ങൾ
mr: माहिती
mt: Informazzjoni
ne: जानकारी
nn: Informasjon
or: ସୂଚନା
pa_in: ਜਾਣਕਾਰੀ
pl: Informacje
ro: Informații
ru: Информация
sk: Informácie
sl: Informacije
sq: Informacione
sr_cyrl: Инфо
sr_cyrl_ba: Информације
sr_latn: Informacije
ta_in: தகவல்
te: సమాచారం
th: ข้อมูล
tr: Bilgi
tt: Мәгълүмат
ug: ئۇچۇر
uk: Інформація
ur: معلومات
uz_latn: Ma'lumot
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# (ThisAddIn.cs) [InitializeAddIn] ArgumentException #1
source: Embed model missing. Please install it to proceed!
af: Ingeslote model ontbreek. Installeer dit asseblief om voort te gaan!
am: የአብረት ሞዴል ገድ ይፈልጋሉ። በኢንተርኔት ይዘጋጁ!
ar: النموذج المضمّن مفقود. يرجى تثبيته للمتابعة!
as: মডেল অভাৱ আছে। অনুগ্রহ কৰি ই ইনস্টল কৰক!
az_latn: Modeli daxil etmədiniz. Davam etmək üçün bunu yükləyin!
be: Мадэль адсутнічае. Калі ласка, устанавіце яе, каб працягнуць!
bg: Липсва модел за вграждане. Моля, инсталирайте го, за да продължите!
bn_in: এম্বেড মডেল অনুপস্থিত। এগিয়ে যেতে এটি ইনস্টল করুন!
bs_latn: Ugrađeni model nedostaje. Molimo instalirajte ga da biste nastavili!
ca: Model incrustat absent. Si us plau, instal·la'l per continuar!
cs: Model chybí. Prosím, nainstalujte ho pro pokračování!
cy: Mae model yn brin. Os gwelwch yn dda ei osod i barhau!
da: Indlejringsmodel mangler. Installer den for at fortsætte!
de: Modell fehlt. Bitte installieren Sie es, um fortzufahren!
el: Το μοντέλο ενσωμάτωσης λείπει. Παρακαλώ εγκαταστήστε το για να προχωρήσετε!
es_es: ¡Modelo embedido faltante. Por favor, instálalo para continuar!
et: Embed-mudelit puudub. Palun installige see, et jätkata!
eu: Modelo integratzea falta da. Instalatu mesedez aurrera egiteko!
fa: مدل گم شده است. لطفاً آن را نصب کنید تا ادامه دهید!
fi: Mallin upottaminen puuttuu. Asenna se jatkaaksesi!
fil: Walang nakuhang modelo. Mangyaring i-install ito upang magpatuloy!
fr_ca: Modèle intégré manquant. Veuillez l'installer pour continuer !
ga: Múnla le cur isteach ar iarraidh. Luaigh é le conradh!
gd: Modail a tha air a ghabhail a-steach air a bhreabadh. Thoir air adhart e gus adhartachadh!
gl: Modelo embedido ausente. Por favor, instálelo para continuar!
gu: મોડેલ ગાયબ છે. કૃપા કરીને તેને ચાલુ કરવા માટે ઇન્સ્ટોલ કરો!
he: מודל השיוך חסר. אנא התקן אותו כדי להמשיך!
hi: मॉडल अनुपस्थित है। कृपया इसे स्थापित करें!
hr: Ugniježdeni model nedostaje. Molimo instalirajte ga da biste nastavili!
hu: Hiányzik a beágyazott modell. Kérlek, telepítsd, hogy folytathasd!
hy: Սպառված մոդելը բացակայում է։ Սպասեք, որպեսզի այն տեղակայեք!
id: Model yang disematkan hilang. Harap instal untuk melanjutkan!
is: Skortur á módel aðlagað. Vinsamlegast settu það upp til að halda áfram!
it: Modello incorporato mancante. Si prega di installarlo per procedere!
ja: 埋め込みモデルが見つかりません。続行するにはインストールしてください！
ka: მოდელი აკლია ჩასმისთვის. გთხოვთ დააყენოთ ის გასაგრძელებლად!
kk: Модель жіберілмеді. Алға жылжу үшін оны орнатыңыз!
km: ម៉ូដែលបាត់! សូមដំឡើងវាដើម្បីបន្ត!
kn: ಎಂಪೆಡ್ ಮಾದರಿ ಹಾ? ದಯವಿಟ್ಟು ಅದನ್ನು ಪೂರೈಸಿ!
ko: 모델이 누락되었습니다. 계속하려면 설치하십시오!
lb: Modell fehlt. Gitt et w.e.g. installéiert fir weider ze maachen!
lt: Modelis trūksta. Prašome įdiegti jį, kad galėtumėte tęsti!
lv: Iegultā modeļa nav. Lūdzu, instalējiet to, lai turpinātu!
mi: Kāore e kitea te tauira tāura. Tena, tāuta te mea hei haere tonu!
mk: Моделот не е вметнат. Ве молам инсталирајте го за да продолжите!
ml: ചേർക്കുന്നതിന് മോഡൽ നഷ്ടമായിരിക്കുന്നു. തുടരുന്നതിനായി അതിനെ സ്ഥാപിക്കുക!
mr: मॉडेल गहाळ आहे. कृपया पुढे जाण्यासाठी ते स्थापित करा!
ms: Model disematkan hilang. Sila pasang untuk meneruskan!
mt: Mudell imbedded nieqes. Jekk jogħġbok installa biex tkompli!
nb: Innebygd modell mangler. Vennligst installer den for å fortsette!
ne: मोडल हराइरहेको छ। कृपया यसलाई अगाडि बढाउन इन्स्टल गर्नुहोस्!
nl: Model ontbreekt. Installeer het alstublieft om door te gaan!
nn: Modell manglar. Vennligst installer den for å fortsette!
or: ମଡେଲ୍ ଅଭାବ ଉପରେ। ଦୟାକରି ଏହାକୁ ଇନ୍ସ୍ଟଲ୍ କରନ୍ତୁ!
pa_in: ਮਾਡਲ ਗੁੰਮ ਹੈ। ਅੱਗੇ ਵਧਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ!
pl: Model osadzony jest brakujący. Zainstaluj go, aby kontynuować!
pt_br: Modelo incorporado ausente. Por favor, instale-o para continuar!
ro: Modelul embedded lipsește. Te rog să-l instalezi pentru a continua!
ru: Модель отсутствует. Пожалуйста, установите её, чтобы продолжить!
sk: Model chýba. Prosím, nainštalujte ho na pokračovanie!
sl: Manjkajoč model za vgradnjo. Prosimo, namestite ga, da lahko nadaljujete!
sq: Modeli i integruar mungon. Ju lutemi instaloni atë për të vazhduar!
sr_cyrl: Модел који недостаје. Молимо инсталирајте га да бисте наставили!
sr_cyrl_ba: Модел није пронађен. Молим вас инсталирајте га да бисте наставили!
sr_latn: Model nedostaje. Molimo instalirajte ga da biste nastavili!
sv: Inbäddad modell saknas. Vänligen installera den för att fortsätta!
ta_in: மாதிரி காணவில்லை. முன்னேற்றத்திற்கு அதை நிறுவவும்!
te: మోడల్ గైర్హాజరుగా ఉంది. దయచేసి దానిని ఇన్‌స్టాల్ చేయండి!
th: โมเดลที่ฝังอยู่หายไป กรุณาติดตั้งเพื่อดำเนินการต่อ!
tr: Gömme modeli eksik. Lütfen devam etmek için bunu kurun!
tt: Модель отсутствует. Тәэсир итү өчен аны урнаштырырга кирәк!
ug: مودېل يېتىشمەيدۇ. داۋاملاشقا قايتا يۈكلىڭ!
uk: Відсутня модель для вбудовування. Будь ласка, встановіть її, щоб продовжити!
ur: ماڈل غائب ہے۔ براہ کرم اسے نصب کریں تاکہ آگے بڑھ سکیں!
uz_latn: Model etishmayapti. Davom etish uchun uni o'rnating!
vi: Mô hình nhúng bị thiếu. Vui lòng cài đặt nó để tiếp tục!
zh_hans: 嵌入模型丢失。请安装以继续!
zh_hant: 嵌入模型缺失。請安裝後繼續！

# [WritingToolsGallery_ButtonClick] ArgumentOutOfRangeException #1
source: Selected button not recognized.
af: Gekoekte knop nie herken nie.
am: የተመረጡት ቁልፍ እንዴት ይህ ይመች?
ar: الزر المحدد غير معترف به.
as: বাচনি কৰা বুটাম চিহ্নিত নহলে।
az_latn: Seçim düyməsi tanınmadı.
be: Абраны кнопка не распазнана.
bg: Избраният бутон не е разпознат.
bn_in: নির্বাচিত বোতাম শনাক্ত হয়নি।
bs_latn: Izabrani taster nije prepoznat.
ca: Botó seleccionat no reconegut.
cs: Vybraný tlačítko není rozpoznáno.
cy: Ni chafwyd y botwm a ddewiswyd ei adnabod.
da: Valgt knap genkendes ikke.
de: Ausgewählte Schaltfläche nicht erkannt.
el: Το επιλεγμένο κουμπί δεν αναγνωρίστηκε.
es_es: Botón seleccionado no reconocido.
et: Valitud nuppu ei tunnustatud.
eu: Hautatutako botoia ez da aitortu.
fa: دکمه انتخاب شده شناسایی نشد.
fi: Valittua painiketta ei tunnistettu.
fil: Hindi kinilala ang napiling button.
fr_ca: Le bouton sélectionné n'est pas reconnu.
ga: Níor aithníodh an cnaipe roghnaithe.
gd: Chan eil an putan a thaghadh air aithneachadh.
gl: Botón seleccionado non recoñecido.
gu: પસંદ કરેલ બટન ઓળખાયું નથી.
he: הכפתור הנבחר לא זוהה.
hi: चयनित बटन पहचाना नहीं गया।
hr: Odabrani gumb nije prepoznat.
hu: A kiválasztott gomb nem ismert.
hy: Ընտրված կոճակը չճանաչվեց:
id: Tombol yang dipilih tidak dikenali.
is: Valin hnappur ekki viðurkenndur.
it: Pulsante selezionato non riconosciuto.
ja: 選択されたボタンが認識されません。
ka: მიწვეული ღილაკი არ იყო ცნობილი.
kk: Таңдалған батырма танылмады.
km: ក្រឡាប់រកមិនត្រូវបានស្គាល់។
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಬಟನ್ ಗೊತ್ತಾಗುತ್ತಿಲ್ಲ.
ko: 선택한 버튼을 인식하지 못했습니다.
lb: Gewielten Knäppchen net erkannt.
lt: Pasirinktas mygtukas nepripažintas.
lv: Izvēlētais pogas nav atpazīta.
mi: Kāore e mōhiotia te pātene i whiriwhirihia.
mk: Избраниот копче не е распознаен.
ml: തെരഞ്ഞെടുക്കപ്പെട്ട ബട്ടൺ തിരിച്ചറിഞ്ഞിട്ടില്ല.
mr: निवडलेला बोटन ओळखला जात नाही.
ms: Butang yang dipilih tidak diiktiraf.
mt: Buttuna magħżula mhix rikonoxxuta.
nb: Valgt knapp ikke gjenkjent.
ne: चयनित बटनलाई मान्यता दिइएको छैन।
nl: Geselecteerde knop niet herkend.
nn: Valgt knapp er ikkje kjend.
or: ଚୟନିତ ବଟନ୍ ପରିଚିତ ନୁହେଁ।
pa_in: ਚੁਣਿਆ ਗਿਆ ਬਟਨ ਪਹਿਰਾਣ ਨਹੀਂ ਹੋਇਆ।
pl: Wybrany przycisk nie został rozpoznany.
pt_br: Botão selecionado não reconhecido.
ro: Butonul selectat nu este recunoscut.
ru: Выбранная кнопка не распознана.
sk: Vybrané tlačidlo nebolo rozpoznané.
sl: Izbrani gumb ni prepoznan.
sq: Butoni i përzgjedhur nuk njihet.
sr_cyrl: Изабрани тастер није препознат.
sr_cyrl_ba: Изабрано дугме није распознато.
sr_latn: Izabrani dugme nije prepoznato.
sv: Den valda knappen känns inte igen.
ta_in: தேர்வான பொத்தானை அறிவுபடுத்த முடியவில்லை.
te: ఎంపిక చేసిన బటన్ గుర్తించబడలేదు.
th: ปุ่มที่เลือกไม่เป็นที่รู้จัก
tr: Seçilen düğme tanınmadı.
tt: Сайланган кнопка таныш түгел.
ug: تاللانغان كۇن تانىلمىدى.
uk: Вибрана кнопка не розпізнана.
ur: منتخب کردہ بٹن کی شناخت نہیں ہوئی۔
uz_latn: Tanlangan tugma tanilmayapti.
vi: Nút đã chọn không được nhận diện.
zh_hans: 未识别所选按钮.
zh_hant: 選取的按鈕無法識別

# [ReviewButton_Click] MessageBox #1 (text)
source: Review complete! No comments needed for this document.
af: Hersiening voltooi! Geen kommentaar benodig vir hierdie dokument nie.
am: ምርመራ በተጠርጣር በውስጥ ምርክ! ለዚያ ወደ ወቅቱ ሳይወድ።
ar: تمت المراجعة! لا حاجة لتعليقات على هذه الوثيقة.
as: পৰ্যালোচনা সম্পূৰ্ণ! এই নথিৰ বাবে কোনো মন্তব্যৰ প্ৰয়োজন নাই।
az_latn: Yenidən baxış tamamlandı! Bu sənəd üçün şərhlərə ehtiyac yoxdur.
be: Агляд завершаны! Ніякіх каментароў не патрабуецца для гэтага дакумента.
bg: Прегледът е завършен! Няма нужда от коментари за този документ.
bn_in: পর্যালোচনা সম্পন্ন! এই ডকুমেন্টের জন্য কোনো মন্তব্যের প্রয়োজন নেই।
bs_latn: Pregled završen! Nisu potrebni komentari za ovaj dokument.
ca: Revisió completa! No són necessaris comentaris per a aquest document.
cs: Revize dokončena! Pro tento dokument nejsou potřeba žádné komentáře.
cy: Adolygiad wedi'i gwblhau! Dim sylwadau sydd eu hangen ar gyfer y ddogfen hon.
da: Gennemgang fuldført! Ingen kommentarer nødvendige for dette dokument.
de: Überprüfung abgeschlossen! Keine Kommentare für dieses Dokument erforderlich.
el: Η αναθεώρηση ολοκληρώθηκε! Δεν απαιτούνται σχόλια για αυτό το έγγραφο.
es_es: ¡Revisión completa! No se necesitan comentarios para este documento.
et: Ülevaade lõpetatud! Selle dokumendi kohta pole kommentaare vaja.
eu: Azterketa amaitu da! Dokumentu honetarako iruzkinak beharrezkoak ez dira.
fa: مرور کامل شد! برای این سند نیاز به نظرات نیست.
fi: Tarkistus valmis! Tälle asiakirjalle ei tarvita kommentteja.
fil: Kumpleto ang pagsusuri! Walang kinakailangang komento para sa dokumentong ito.
fr_ca: Révision terminée ! Aucun commentaire nécessaire pour ce document.
ga: Críochnaithe athbhreithnithe! Níl aon tuairimí de dhíth ar an doiciméad seo.
gd: Ath-sgrùdadh crìochnaichte! Chan eil freagairtean a dhìth airson an sgrìobhainn seo.
gl: Revisión completa! Non se necesitan comentarios para este documento.
gu: સમીક્ષા પૂર્ણ! આ દસ્તાવેજ માટે કોઈ ટીકા આવશ્યક નથી.
he: סקירה הושלמה! אין צורך בהערות עבור מסמך זה.
hi: समीक्षा पूरी! इस दस्तावेज़ के लिए कोई टिप्पणियाँ आवश्यक नहीं हैं।
hr: Pregled završen! Nema komentara potrebnih za ovaj dokument.
hu: Áttekintés befejezve! Nincs szükség megjegyzésekre ehhez a dokumentumhoz.
hy: Արձանագրում ավարտված է! Այս փաստաթուղթը մեկնաբանություններ չի պահանջում:
id: Tinjauan selesai! Tidak ada komentar yang diperlukan untuk dokumen ini.
is: Endurskoðun lokið! Engar athugasemdir nauðsynlegar fyrir þetta skjal.
it: Revisione completata! Non sono necessari commenti per questo documento.
ja: レビューが完了しました！このドキュメントにはコメントは不要です。
ka: მიმოხილვა დასრულებულია! ამ დოკუმენტისთვის კომენტარის საჭიროება არაა.
kk: Тексеру аяқталды! Бұл құжат үшін пікір қажет емес.
km: ការពិនិត្យបានបញ្ចប់! មិនមានមតិយោបល់ណាមួយចាំបាច់សម្រាប់ឯកសារនេះទេ។
kn: ವಿಮರ್ಶೆ ಸಂಪೂರ್ಣ! ಈ ದಾಖಲೆಗಾಗಿ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ಅವಶ್ಯವಿಲ್ಲ.
ko: 검토 완료! 이 문서에 대한 추가 코멘트가 필요 없습니다.
lb: Iwwerpréiwung komplett! Kee Kommentar fir dëst Dokument benötigt.
lt: Peržiūra baigta! Šiam dokumentui nėra reikalingų komentarų.
lv: Pārskatīšana pabeigta! Šim dokumentam komentāri nav nepieciešami.
mi: Katoa te arotake! Kāore e hiahiatia ngā kōrero mō tēnei tuhinga.
mk: Прегледот е комплетиран! Нема потреба од коментари за овој документ.
ml: അവലോകനം പൂർത്തിയായി! ഈ രേഖയ്ക്കായി അധിക അഭിപ്രായങ്ങൾ ആവശ്യമായിട്ടില്ല.
mr: पुनरावलोकन पूर्ण! या दस्तावेजासाठी कोणतीही टिप्पणी आवश्यक नाही.
ms: Semakan selesai! Tiada komen diperlukan untuk dokumen ini.
mt: Reviżjoni kompluta! M'hemmx bżonn ta' kummenti għal dan id-document.
nb: Gjennomgang fullført! Ingen kommentarer nødvendig for dette dokumentet.
ne: पुनरावलोकन पूरा! यस कागजको लागि कुनै टिप्पणीको आवश्यकता छैन।
nl: Beoordeling voltooid! Geen opmerkingen nodig voor dit document.
nn: Gjennomgang fullført! Ingen kommentarar trengs for dette dokumentet.
or: ପୁନର୍ତ୍ତାଳନା ସମ୍ପୂର୍ଣ୍ଣ! ଏହି ଡକ୍ୟୁମେଣ୍ଟ ପାଇଁ କୌଣସି ବ୍ୟାଗ୍ ଆବଶ୍ୟକ ନାହିଁ।
pa_in: ਸਮੀਖਿਆ ਪੂਰੀ! ਇਸ ਦਸਤਾਵੇਜ਼ ਲਈ ਕੋਈ ਟਿੱਪਣੀਆਂ ਦੀ ਲੋੜ ਨਹੀਂ।
pl: Przegląd zakończony! Brak komentarzy potrzebnych do tego dokumentu.
pt_br: Revisão completa! Nenhum comentário necessário para este documento.
ro: Revizuirea completă! Nu sunt necesare comentarii pentru acest document.
ru: Обзор завершен! Комментарии для данного документа не требуются.
sk: Recenzia dokončená! Pre tento dokument nie sú potrebné komentáre.
sl: Pregled končan! Ta dokument ne potrebuje komentarjev.
sq: Rishikimi përfundoi! Nuk ka nevojë për komente për këtë dokument.
sr_cyrl: Преглед завршен! Нема потребе за коментарима за овај документ.
sr_cyrl_ba: Преглед завршен! Нема коментара за овај документ.
sr_latn: Pregled završen! Nema komentara potrebnih za ovaj dokument.
sv: Granskning klar! Inga kommentarer behövs för detta dokument.
ta_in: மதிப்பீடு முடிந்தது! இந்த ஆவணத்திற்கு கருத்துப் 필요 இல்லை.
te: సమీక్ష పూర్తి! ఈ డాక్యుమెంట్ కోసం ఎలాంటి వ్యాఖ్యలు అవసరంలేదు.
th: การตรวจสอบเสร็จสิ้น! ไม่มีความคิดเห็นที่จำเป็นสำหรับเอกสารนี้
tr: İnceleme tamamlandı! Bu belge için yorum gerekmez.
tt: Тикшерү тәмам! Бу документ өчен комментарийлар кирәк түгел.
ug: نازارەت توشۇش! بۇ ھۆججەت ئۈچۈن ئۇچۇر كېرەك ئەمەس.
uk: Перегляд завершено! Для цього документа коментарі не потрібні.
ur: جانچ پڑتال مکمل! اس دستاویز کے لیے کوئی تبصرے کی ضرورت نہیں۔
uz_latn: Tekshirish tugadi! Ushbu hujjat uchun hech qanday izoh kerak emas.
vi: Xem xét hoàn tất! Không cần nhận xét nào cho tài liệu này.
zh_hans: 审查完成！此文档不需要任何评论。
zh_hant: 審查完成！此文件不需要任何評論。

# [ReviewButton_Click] MessageBox #1 (caption)
source: Action Completed
af: Aksie Voltooi
am: አነጻ
ar: تم إكمال الإجراء
as: কাৰ্য সম্পন্ন
az_latn: Əməliyyat Tamamlandı
be: Дзеянне завершана
bg: Дейността е завършена
bn_in: কার্য সম্পন্ন
bs_latn: Akcija završena
ca: Acció completada
cs: Akce dokončena
cy: Gweithred Wedi'i Gwblhau
da: Handling afsluttet
de: Aktion abgeschlossen
el: Ενέργεια Ολοκληρώθηκε
es_es: Acción completada
et: Tegevus lõpetatud
eu: Ekintza burututa
fa: عمل کامل شد
fi: Toiminta suoritettu
fil: Kumpletong Aksyon
fr_ca: Action Terminée
ga: Gníomh Críochnaithe
gd: Gnìomhan ceangailte
gl: Acción completada
gu: કામગીરી પૂર્ણ
he: פעולה הושלמה
hi: क्रिया पूरी हुई
hr: Akcija završena
hu: Cselekvés befejezve
hy: Կառուցագործու գլոսսա
id: Tindakan Selesai
is: Aðgerð lokið
it: Azione completata
ja: アクションが完了しました
ka: მოქმედება შესრულებულია
kk: Әрекет аяқталды
km: ការប្រតិបត្តិបានបញ្ចប់។
kn: ಕ್ರಿಯೆ ಮುಗಿಯಿತು
ko: 작업 완료
lb: Handlung ofgeschloss
lt: Veiksmas baigtas
lv: Darbība pabeigta
mi: Whakahaerehia te Mahi
mk: Акцијата е завршена
ml: പ്രവർത്തനം പൂർത്തിയായി
mr: क्रिया पूर्ण झाली
ms: Tindakan Diselesaikan
mt: Azzjoni Kompletata
nb: Handling fullført
ne: क्रियाकलाप पूरा भयो
nl: Actie Voltooid
nn: Handling fullført
or: କାର୍ଯ୍ୟ ସମ୍ପୂର୍ଣ୍ଣ
pa_in: ਕਾਰਵਾਈ ਪੂਰੀ
pl: Działanie zakończone
pt_br: Ação Concluída
ro: Acțiune finalizată
ru: Действие завершено
sk: Akcia dokončená
sl: Akcija zaključena
sq: Veprimi i përfunduar
sr_cyrl: Акција завршена
sr_cyrl_ba: Акција завршена
sr_latn: Akcija završena
sv: Åtgärd slutförd
ta_in: செயல் நிறைவடைந்தது
te: చర్య పూర్తయింది
th: การดำเนินการเสร็จสมบูรณ์
tr: İşlem Tamamlandı
tt: Әйләнеш тәмамланды
ug: ھەرىكەت تاماملاندى
uk: Дія виконана
ur: کارروائی مکمل
uz_latn: Harakat tugadi
vi: Hành động đã hoàn thành
zh_hans: 操作完成!
zh_hant: 操作完成
