Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# [Review] chatHistory #1
source: Please review the following paragraph extracted from the Document:
af: Asseblief, hersien die volgende paragraaf wat uit die dokument onttrek is:
am: ይርሱ፣ ትዘልረ የፈሴአን '
ar: يرجى مراجعة الفقرة التالية المقتبسة من الوثيقة:
as: অনুগ্রহ কৰি তলত উল্লেখ কৰা পৃষ্ঠা পৰ্যালোচনা কৰক।
az_latn: Xahiş olunur, aşağıdakı paraqrafı qiymətləndirin:
be: Калі ласка, агледзьце наступны абзац, узяты з дакумента:
bg: Моля, прегледайте следния абзац, извлечен от документа:
bn_in: নথি থেকে সংগৃহীত নিম্নলিখিত অনুচ্ছেদটি পর্যালোচনা করুন:
bs_latn: Molimo pregledajte sledeći paragraf iz dokumenta:
ca: Si us plau, revisa el següent paràgraf extret del document:
cs: Prosím, přezkoumejte následující odstavec vytažený z dokumentu:
cy: Os gwelwch yn dda adolygwch y paragraff canlynol a dynnwyd o'r Ddogfen:
da: Venligst gennemgå følgende afsnit udtaget fra dokumentet:
de: Bitte überprüfen Sie den folgenden Absatz, der aus dem Dokument entnommen wurde:
el: Παρακαλώ αναθεωρήστε την παρακάτω παράγραφο που έχει αποσπαστεί από το Έγγραφο:
es_es: Por favor, revisa el siguiente párrafo extraído del Documento:
et: Palun vaadake järgnev lõik, mis on välja võetud dokumendist:
eu: Mesedez, honako parrafoa aztertu dokumentutik ateratako:
fa: لطفاً پاراگراف زیر را که از سند استخراج شده است، مرور کنید:
fi: Ole hyvä ja tarkista seuraava kappale, joka on otettu asiakirjasta:
fil: Mangyaring suriin ang sumusunod na talata na kinuha mula sa Dokumento:
fr_ca: Veuillez examiner le paragraphe suivant extrait du document :
ga: Le do thoil, athbhreithniú a dhéanamh ar an bpáraphras seo a extractíodh ón Doiciméad:
gd: Feuch an ath-sgrùdadh thu an gearradh ma dh’fhaodadh.
gl: Por favor, revisa o seguinte parágrafo extraído do Documento:
gu: કૃપા કરીને આ દસ્તાવેજમાંથી રજૂ કરેલા પેરાગ્રાફની સમીક્ષા કરો:
he: אנא ראה את הפסקה הבאה המוצגת מתוך המסמך:
hi: कृपया निम्नलिखित पाठ्यांश की समीक्षा करें जो दस्तावेज़ से निकाला गया है:
hr: Molimo vas da pregledate sljedeći odlomak izvađen iz dokumenta:
hu: Kérlek, nézd át az alábbi bekezdést, amely a dokumentum részét képezi:
hy: Խնդրում ենք վերանայել հետևյալ բաժինը, որը վերցրել է փաստաթղթից:
id: Harap tinjau paragraf berikut yang diekstraksi dari Dokumen:
is: Vinsamlegast endurskoðaðu eftirfarandi málsgrein dregna úr skjölunum:
it: Si prega di esaminare il seguente paragrafo estratto dal documento:
ja: ドキュメントから抽出された次の段落をレビューしてください：
ka: გთხოვთ შეამოწმოთ შემდეგი აბზაცი, რომელიც გადმოიღეს დოკუმენტიდან:
kk: Төмендегі абзацты тексеріңіз, құжаттан алынған:
km: សូមពិនិត្យផ្នែកខាងក្រោមដែលបានយកចេញពីឯកសារ។
kn: ದಯವಿಟ್ಟು ಡಾಕ್ಯುಮೆಂಟ್‌ನಿಂದ ತೆಗೆದ ಪ್ಯಾರಾಗ್ರಾಫ್ ಅನ್ನು ವಿಮರ್ಶಿಸಿ:
ko: 다음 문단을 문서에서 추출하여 검토해 주십시오:
lb: Gitt w.e.g. den folgenden Paragraph duerch aus dem Dokument:
lt: Prašome peržiūrėti šį paragrafą, ištrauktą iš Dokumento:
lv: Lūdzu, pārskatiet tālāk paragrāfu, kas izņemts no dokumenta:
mi: Tēnā, arotakehia te Pūrangi e puta mai ana i te Tuhinga:
mk: Ве молам прегледајте го следниот параграф извлечен од документот:
ml: ദയവായി രേഖയിലെ പാരഗ്രാഫ് താഴെപ്പെടുത്തിയ കണക്കുകൂട്ടുക:
mr: कृपया दस्तावेजातून काढलेल्या खालील परिच्छेदाचे पुनरावलोकन करा:
ms: Sila semak perenggan yang berikut yang diambil dari Dokumen:
mt: Jekk jogħġbok ibda r-reviżjoni tal-paragrafu li ġej għandu jkun estratto mid-dokument:
nb: Vennligst gjennomgå følgende avsnitt hentet fra dokumentet:
ne: कृपया दस्तोव्यबाट निकालिएको तलको अनुच्छेदको पुनरावलोकन गर्नुहोस्:
nl: Beoordeel alstublieft de volgende alinea uit het document:
nn: Vennligst gå gjennom følgande avsnitt henta frå dokumentet:
or: ଦୟାକରି ନିମ୍ନ ପ୍ୟାରାଗ୍ରାଫ୍ ବୀୟପରେ ସମୀକ୍ଷା କରନ୍ତୁ:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਪੈਰਾਗ੍ਰਾਫ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਜੋ ਦਸਤਾਵੇਜ਼ ਤੋਂ ਕੱਢਿਆ ਗਿਆ ਹੈ:
pl: Proszę przejrzeć poniższy akapit wyjęty z dokumentu:
pt_br: Por favor, revise o seguinte parágrafo extraído do Documento:
ro: Te rog să revizuiești următorul paragraf extras din Document:
ru: Пожалуйста, проверьте следующий абзац, извлеченный из документа:
sk: Prosím, prejdite nasledujúci paragraf vyňatý z dokumentu:
sl: Prosimo, preglejte naslednji odstavek, izvzet iz dokumenta:
sq: Ju lutemi rishikoni paragrafin e mëposhtëm të nxjerrë nga Dokumenti:
sr_cyrl: Молимо вас да прегледате следећи пасус из документа:
sr_cyrl_ba: Молим вас, прегледајте следећи параграф из документа:
sr_latn: Molimo pregledajte sledeći pasus izvučen iz dokumenta:
sv: Vänligen granska följande stycke utdraget från Dokumentet:
ta_in: தயவுசெய்து ஆவணத்திலிருந்து எடுக்கப்பட்ட பின்வரும் உரையை மதிப்பீடு செய்யவும்:
te: దయచేసి ఈ డాక్యుమెంట్ నుండి తీసుకోబడిన పేరాను సమీక్షించండి:
th: กรุณาตรวจสอบย่อหน้าต่อไปนี้ที่Extractedจากเอกสาร:
tr: Lütfen belgeden çıkarılan aşağıdaki paragrafı gözden geçirin:
tt: Зинһар, документтан алынган түбәндәге абзацны тикшерегез:
ug: تۆۋەندىكى يازما ساھەدىن بولۇپ نازارەت قىلىڭ:
uk: Будь ласка, перегляньте наступний абзац, витягнутий з документа:
ur: براہ کرم دستاویز سے نکالا گیا مندرجہ ذیل پیراگراف کا جائزہ لیں:
uz_latn: Iltimos, quyidagi paragrafni ko'rib chiqing, hujjatdan olingan:
vi: Vui lòng xem xét đoạn văn sau được trích xuất từ Tài liệu:

# (RAGControl.cs) [AskQuestion] chatHistory #1
source: Document Content:
af: Dokumentinhoud:
am: የጽሑፍ ይበቃ;
ar: محتوى الوثيقة:
as: নথিৰ বিষয়বস্তু:
az_latn: Sənədin Məzmunu:
be: Змест дакумента:
bg: Съдържание на документа:
bn_in: ডকুমেন্টের বিষয়বস্তু:
bs_latn: Sadržaj dokumenta:
ca: Contingut del Document:
cs: Obsah dokumentu:
cy: Cynnwys y Ddogfen:
da: Dokumentindhold:
de: Dokumentinhalt:
el: Περιεχόμενο Εγγράφου:
es_es: Contenido del Documento:
et: Dokumendi sisu:
eu: Dokumentu Edaketa:
fa: محتوای سند:
fi: Asiakirjan sisältö:
fil: Nilalaman ng Dokumento:
fr_ca: Contenu du Document :
ga: Ábhar an Doiciméid:
gd: Susbaint an sgrìobhainn:
gl: Contido do Documento:
gu: દસ્તાવેજ સામગ્રી:
he: תוכן המסמך:
hi: दस्तावेज़ सामग्री:
hr: Sadržaj dokumenta:
hu: Dokumentum Tartalom:
hy: Փաստաթղթի բովանդակություն:
id: Konten Dokumen:
is: Skjal Innihald:
it: Contenuto del documento:
ja: ドキュメントの内容：
ka: დოკუმენტის შინაარსი:
kk: Құжат мазмұны:
km: មាតិកាឯកសារ៖
kn: ಡಾಕ್ಯುಮೆಂಟ್ ವಿಷಯ:
ko: 문서 내용:
lb: Dokumenteinhalt:
lt: Dokumento turinys:
lv: Dokumenta saturs:
mi: Ihirangi Tuhinga:
mk: Содржина на документот:
ml: രേഖയുടെ ഉള്ളടക്കം:
mr: दस्तावेजाच्या सामग्री:
ms: Kandungan Dokumen:
mt: Kontenut tal-Document:
nb: Dokumentinnhold:
ne: दस्तोव्य內容:
nl: Documentinhoud:
nn: Dokumentinnhald:
or: ଡକ୍ୟୁମେଣ୍ଟ ବିଷୟବସ୍ତୁ:
pa_in: ਦਸਤਾਵੇਜ਼ ਦੀ ਸਮੱਗਰੀ:
pl: Zawartość dokumentu:
pt_br: Conteúdo do Documento:
ro: Conținut Document:
ru: Содержимое документа:
sk: Obsah dokumentu:
sl: Vsebina dokumenta:
sq: Përmbajtja e Dokumentit:
sr_cyrl: Садржај документа:
sr_cyrl_ba: Садржај документа:
sr_latn: Sadržaj dokumenta:
sv: Dokumentinnehåll:
ta_in: ஆவண உள்ளடக்கம்:
te: డాక్యుమెంట్ కంటెంట్:
th: เนื้อหาเอกสาร:
tr: Belge İçeriği:
tt: Документ Эчтәлеге:
ug: ھۆججەت مەزمۇنى:
uk: Вміст документа:
ur: دستاویز کا مواد:
uz_latn: Hujjat mazmuni:
vi: Nội dung Tài liệu:

# (RAGControl.cs) [AskQuestion] chatHistory #2
source: RAG Context:
af: RAG-konteks:
am: ይቪነ እዚ የእኬማ ወይ;*/
ar: سياق RAG:
as: RAG প্ৰসঙ্গ:
az_latn: RAG Konteksti:
be: Кантэкст RAG:
bg: Контекст на RAG:
bn_in: RAG প্রসঙ্গ:
bs_latn: RAG kontekst:
ca: Context RAG:
cs: Kontext RAG:
cy: Cyd-destun RAG:
da: RAG-kontekst:
de: RAG-Kontext:
el: Περιβάλλον RAG:
es_es: Contexto RAG:
et: RAG kontekst:
eu: RAG Testuingurua:
fa: زمینه RAG:
fi: RAG-konteksti:
fil: Konteksto ng RAG:
fr_ca: Contexte RAG :
ga: Comhoiriúnacht RAG:
gd: Context RAG:
gl: Contexto RAG:
gu: RAG સંદર્ભ:
he: הקשר RAG:
hi: RAG संदर्भ:
hr: RAG Kontekst:
hu: RAG Kontextus:
hy: RAG համատեքստ:
id: Konteks RAG:
is: RAG Samhengi:
it: Contesto RAG:
ja: RAGコンテキスト：
ka: RAG კონტექსტი:
kk: RAG Контексті:
km: បរិបទ RAG៖
kn: RAG ಹಿನ್ನಲೆ:
ko: RAG 맥락:
lb: RAG Kontext:
lt: RAG kontekstas:
lv: RAG konteksts:
mi: RAG Horopaki:
mk: RAG контекст:
ml: RAG പ്രാധാന്യം:
mr: RAG संदर्भ:
ms: Konteks RAG:
mt: Kuntest RAG:
nb: RAG Kontekst:
ne: आरएजी सन्दर्भ:
nn: RAG-kontekst:
or: RAG ପ୍ରସଙ୍ଗ:
pa_in: RAG ਸੰਦਰਭ:
pl: Kontekst RAG:
pt_br: Contexto RAG:
ro: Context RAG:
ru: Контекст RAG:
sk: RAG Kontekst:
sl: RAG kontekst:
sq: Konteksti RAG:
sr_cyrl: RAG Контекст:
sr_cyrl_ba: РАГ контекст:
sr_latn: RAG kontekst:
sv: RAG Kontext:
ta_in: RAG உள்ளடக்கம்:
te: RAG సందర్భం:
th: บริบท RAG:
tr: RAG Bağlamı:
tt: RAG Контекст:
ug: RAG كېلىك:
uk: Контекст RAG:
ur: RAG سیاق:
uz_latn: RAG konteksti:
vi: Ngữ cảnh RAG:
