Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# this.RewriteButton.SuperTip
source: Revise and enhance your text with AI-powered suggestions.
af: Hersien en verbeter jou teks met AI-gedrewe voorstelle.
am: ጽሑፍዎን ይምርቃ እና ይወቃ በተለዋዋጭ የሚሰጣቸውን አማዞች ትዕዛይ።
ar: عدّل وحسّن نصك مع اقتراحات مدعومة بالذكاء الاصطناعي.
as: AI-সম্পদিত প্ৰস্তাৱৰে আপোনাৰ পাঠ সংশোধন কৰক আৰু উন্নতি কৰক।
az_latn: Mətninizi AI dəstəklənən təkliflərlə düzəldin və inkişaf etdirin.
be: Перагледзьце і палепшыце ваш тэкст з дапамогай прапаноў, заснаваных на ІІ.
bg: Преработи и подобри текста си с предложения, захранвани от ИИ.
bn_in: AI-শক্তি সম্পন্ন পরামর্শের মাধ্যমে আপনার টেক্সট সংশোধন এবং উন্নত করুন।
bs_latn: Revizija i unapređenje vašeg teksta uz sugestije zasnovane na AI-u.
ca: Revisa i millora el teu text amb suggeriments potenciats per IA.
cs: Revidujte a vylepšete svůj text pomocí návrhů poháněných AI.
cy: Diwygio a gwella dy destun gyda chynigion diweddarwyd gan AI.
da: Revidér og forbedre din tekst med AI-drevne forslag.
de: Überarbeiten und verbessern Sie Ihren Text mit KI-gestützten Vorschlägen.
el: Αναθεωρήστε και ενισχύστε το κείμενό σας με προτάσεις που βασίζονται σε AI.
es_es: Revisa y mejora tu texto con sugerencias impulsadas por IA.
et: Muuda ja paranda oma teksti AI-toega soovituste abil.
eu: Zure testua AI-indartutako iradokizunekin berritu eta hobetzen du.
fa: متن خود را با پیشنهادات مبتنی بر هوش مصنوعی اصلاح و بهبود دهید.
fi: Tarkista ja paranna tekstiäsi tekoälypohjaisten ehdotusten avulla.
fil: I-revise at pagbutihin ang iyong teksto gamit ang mga mungkahi na pinapatakbo ng AI.
fr_ca: Révisez et améliorez votre texte avec des suggestions alimentées par l'IA.
ga: Athraigh agus feabhsóidh do téacs le moltaí a gníomhachtaítear le hAI.
gd: Ath-sgrùdaich agus leasaich do theacsa le moladh le comas AI.
gl: Revisar e mellorar o teu texto con suxestións potenciadas por IA.
gu: AI દ્વારા શક્તિસાખ્યા ધરાવતી સૂચનો સાથે તમારું લખાણ સુધારો અને સુધારો.
he: נסח מחדש ושפר את הטקסט שלך עם הצעות מונעות בינה מלאכותית.
hi: AI-संचालित सुझावों के साथ अपने टेक्स्ट को संशोधित और बेहतर बनाएं।
hr: Pregledajte i poboljšajte svoj tekst s prijedlozima temeljenim na AI.
hu: Revideáld és fejleszd szövegedet AI-alapú javaslatokkal.
hy: Ախտորոշել և բարելավել ձեր տեքստը AI-մանկական առաջարկություններով:
id: Revisi dan tingkatkan teks Anda dengan saran bertenaga AI.
is: Breyttu og bættu textann þinn með AI-knúnum tillögum.
it: Rivedi e migliora il tuo testo con suggerimenti potenziati dall'IA.
ja: テキストを修正し、AI駆動の提案で向上させます。
ka: გარდაქმნის და აუმჯობესებს ტექსტს AI-ის ძალით გათვალისწინებული რეკომენდაციების საფუძველზე.
kk: Мәтініңізді AI қуаттайтын ұсыныстармен қайта қарап, жетілдіріңіз.
km: កែសម្រួលនិងបង្កើនអត្ថបទរបស់អ្នកជាមួយសំណើដែលមានឥទ្ធិពល AI។
kn: AI ಆಧಾರಿತ ಸಲಹೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಪಠ್ಯವನ್ನು ಪರಿಷ್ಕೃತ ಮತ್ತು ಹೆಚ್ಚಿಸಲು ಪುನರ್‌ರಚನೆ ಮಾಡಿ.
ko: AI 기반 제안을 통해 텍스트를 수정하고 향상시킵니다.
lb: Revidéiert an verbessert Ären Text mat AI-gesteierten Virschléi.
lt: Peržvelkite ir pagerinkite savo tekstą su AI pagrindu teikiamais pasiūlymais.
lv: Pārskatiet un uzlabojiet savu tekstu ar AI atbalstītiem ieteikumiem.
mi: Tautuhia me te whakanuia tō tuhinga ki ngā tūtohu e powered by AI.
mk: Преправете и унапредете го вашиот текст со предлози управувани од АИ.
ml: AI-ചാലകമായ നിർദേശങ്ങളുമായി നിങ്ങളുടെ എഴുത്ത് പുനർവിന്യസം ചെയ്യുക.
mr: AI समर्थित सूचनांसह तुमचा मजकूर पुनरावलोकन करा आणि सुधारित करा.
ms: Kaji dan tingkatkan teks anda dengan cadangan berkuasa AI.
mt: Irrivisa u itejjeb it-test tiegħek bl-suġġerimenti immotivati mill-AI.
nb: Revidere og forbedre teksten din med AI-drevne forslag.
ne: एआई-संचालित सुझावहरूसँग तपाईंको पाठलाई पुनरावलोकन र सुधार गर्नुहोस्।
nl: Herzie en verbeter je tekst met AI-gestuurde suggesties.
nn: Revider og forbetr teksten din med AI-drevne forslag.
or: AI ସମ୍ବଦ୍ଧିତ ସୁଜାବଗୁଡିକ ସହିତ ଆପଣଙ୍କର ଟେକ୍ସଟ୍କୁ ପୁନର୍ବିବେଚନା କରନ୍ତୁ।
pa_in: ਏਆਈ-ਸੰਚਾਲਿਤ ਸੁਝਾਵਾਂ ਨਾਲ ਆਪਣੇ ਲਿਖਤ ਨੂੰ ਦੁਬਾਰਾ ਵੇਖੋ ਅਤੇ ਸੁਧਾਰੋ।
pl: Zrewiduj i ulepsz swój tekst z wykorzystaniem sugestii opartych na AI.
pt_br: Revise e melhore seu texto com sugestões alimentadas por IA.
ro: Revizuiește și îmbunătățește-ți textul cu sugestii alimentate de AI.
ru: Пересмотрите и улучшите ваш текст с помощью предложений на базе ИИ.
sk: Revidujte a vylepšite svoj text pomocou návrhov poháňaných AI.
sl: Revizija in izboljšanje besedila s predlogi, ki jih napaja umetna inteligenca.
sq: Rishiko dhe forco tekstin tënd me sugjerime të mbështetura nga AI.
sr_cyrl: Ревидирајте и побољшајте свој текст уз предлоге покретане вештачком интелигенцијом.
sr_cyrl_ba: Рецензирајте и побољшајте свој текст предлозима на бази вештачке интелигенције.
sr_latn: Revisirajte i poboljšajte svoj tekst uz AI predloge.
sv: Revidera och förbättra din text med AI-drivna förslag.
ta_in: உங்கள் உரையை AI சார்ந்த முன்மொழுதுகள் மூலம் திருத்தவும் மற்றும் மேம்படுத்தவும்.
te: AI ఆధారిత సూచనలతో మీ టెక్స్ట్‌ను పునఃసంపాదించండి మరియు మెరుగుపరచండి.
th: แก้ไขและปรับปรุงข้อความของคุณด้วยข้อเสนอแนะแบบขับเคลื่อนด้วย AI
tr: Metninizi AI destekli önerilerle gözden geçirin ve geliştirin.
tt: Текстыны ИИ-ялган тәкъдимнәре белән яңартыгыз һәм камилләштерегез.
ug: AI تەرەپدىن تەقدىم قىلىنغان سۇناشلار ئارقىلىق يېزماڭىزنى يېڭىلىق ۋە يۇقىرى سۈپەتكە كۆتۈرۈش.
uk: Перегляньте та поліпшіть свій текст за допомогою пропозицій від штучного інтелекту.
ur: AI سے چلنے والی تجاویز کے ساتھ اپنے متن میں ترمیم کریں اور اسے بہتر بنائیں۔
uz_latn: Matningizni sun'iy intellektga asoslangan takliflar bilan tahlil qilib, yaxshilang.
vi: Xem xét và cải thiện văn bản của bạn với các gợi ý được hỗ trợ bởi AI.
zh_hans: 使用 AI 驱动的建议修改和增强您的文本。
zh_hant: 使用 AI 驅動的建議來修訂和提升您的文本。

# this.SettingsGroup.Label
source: Settings
af: Instellings
am: ቅን ይክ
ar: الإعدادات
as: ছেটিংছ
az_latn: Parametrlər
be: Налады
bg: Настройки
bn_in: সেটিংস
bs_latn: Postavke
ca: Configuracions
cs: Nastavení
cy: Gwybodaeth
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es_es: Configuraciones
et: Seaded
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr_ca: Paramètres
ga: Socruithe
gd: Paramadairean
gl: Configuración
gu: રૂપરેખા
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: პარამეტრები
kk: Параметрлер
km: ការ​កំណត់
kn: ಸೆಟ್ಟಿಂಗ್‌ ಗಳು
ko: 설정
lb: Astellungen
lt: Nustatymai
lv: Iestatījumi
mi: Tautuhinga
mk: Поставки
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
mt: Ġeneral
nb: Innstillinger
ne: सेटिंगहरू
nl: Instellingen
nn: Innstillinger
or: ସେଟିଙ୍ଗସ୍
pa_in: ਸੈਟਿੰਗਜ਼
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr_cyrl: Подешавања
sr_cyrl_ba: Подешавања
sr_latn: Podešavanja
sv: Inställningar
ta_in: அமைப்புகள்
te: సెటింగులు
th: การตั้งค่า
tr: Ayarlar
tt: Төзәтмәләр
ug: بەلگىلەش
uk: Налаштування
ur: سیٹنگز
uz_latn: Sozlamalar
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# this.RAGControlButton.Label
source: RAG Control
af: RAG-beheer
am: የማስተንበር አውትዴን መዋቅር።
ar: التحكم في RAG
as: RAG নিয়ন্ত্ৰণ
az_latn: RAG İdarəetməsi
be: Кіраванне RAG
bg: Контрол на RAG
bn_in: RAG নিয়ন্ত্রণ
bs_latn: RAG kontrola
ca: Control RAG
cs: Ovládání RAG
cy: Rheolaeth RAG
da: RAG Kontrol
de: RAG Steuerung
el: Έλεγχος RAG
es_es: Control RAG
et: RAG kontroll
eu: RAG Kontrola
fa: کنترل RAG
fi: RAG-ohjain
fil: Kontrol ng RAG
fr_ca: Contrôle RAG
ga: RAG Rialú
gd: RAG Smachd
gl: Control RAG
gu: RAG નિયંત્રણ
he: בקרת RAG
hi: RAG नियंत्रण
hr: RAG Kontrola
hu: RAG Irányítás
hy: RAG Վիճակագրություն
id: Kontrol RAG
is: RAG Stýring
it: Controllo RAG
ja: RAGコントロール
ka: RAG კონტროლი
kk: RAG Басқармасы
km: ការគ្រប់គ្រង RAG
kn: RAG ಕಂಟ್ರೋಲ್
ko: RAG 제어
lb: RAG Kontroll
lt: RAG valdymas
lv: RAG kontrole
mi: RAG Whakahaere
mk: Контрола на RAG
ml: RAG നിയന്ത്രണം
mr: RAG नियंत्रण
ms: Kawalan RAG
mt: Kontroll ta' RAG
nb: RAG Kontroll
ne: आरएजी नियन्त्रण
nl: RAG Controle
nn: RAG Kontroll
or: RAG ନିୟନ୍ତ୍ରଣ
pa_in: RAG ਕੰਟਰੋਲ
pl: Kontrola RAG
pt_br: Controle RAG
ro: Control RAG
ru: Управление RAG
sk: RAG Kontrola
sl: RAG nadzor
sq: Kontrolli RAG
sr_cyrl: RAG Контрола
sr_cyrl_ba: РАГ Контрола
sr_latn: RAG kontrola
sv: RAG Kontroll
ta_in: RAG கட்டுப்பாடு
te: RAG నియంత్రణ
th: การควบคุม RAG
tr: RAG Kontrolü
tt: RAG Контроле
ug: RAG كونترول
uk: Керування RAG
ur: RAG کنٹرول
uz_latn: RAG nazorati
vi: Kiểm soát RAG
zh_hans: RAG 控制
zh_hant: RAG 控制

# this.RAGControlButton.SuperTip
source: Manage files within the Retrieval Augmentation Generation (RAG) system.
af: Bestuur lÃªers binne die Retrieval Augmentation Generation (RAG) stelsel.
am: በየዘመኑ ያወቃ ከዋዎቹ ጋር የወንበር እዚያ የማስተና በትኬይ አዋቹት።
ar: إدارة الملفات داخل نظام تعزيز الاسترجاع والتوليد (RAG).
as: পুনৰ উত্তোলন বৃদ্ধি উৎপাদন (RAG) প্ৰণালী ভিতৰতে ফাইলসমূহ পৰিচালনা কৰে।
az_latn: Retrieval Augmentation Generation (RAG) sistemində faylları idarə edin.
be: Кіруйце файламі ў рамках сістэмы ўзмоцненагенерацыі (RAG).
bg: Управлявай файлове в системата за Разширяване на Извличането и Генерирането (RAG).
bn_in: রিট্রিভাল অগমেন্টেশন জেনারেশন (RAG) সিস্টেমের মধ্যে ফাইলগুলি পরিচালনা করুন।
bs_latn: Upravljanje datotekama u sistemu za Poboljšanje Preuzimanja Generacije (RAG).
ca: Gestiona fitxers dins del sistema de Generació d'Augment de Recuperació (RAG).
cs: Spravujte soubory v systému Retrieval Augmentation Generation (RAG).
cy: Rheoli ffeiliau yn y system Cynydd Fynediad Adfer (RAG).
da: Administrer filer inden for Retrieval Augmentation Generation (RAG) systemet.
de: Verwalten Sie Dateien innerhalb des Retrieval Augmentation Generation (RAG) Systems.
el: Διαχειριστείτε αρχεία μέσα στο σύστημα Ανακτήσεων Ενίσχυσης Δημιουργίας (RAG).
es_es: Gestiona archivos dentro del sistema de Generación de Aumento de Recuperación (RAG).
et: Halda faile Teabe Täiendamise Generatsiooni (RAG) süsteemis.
eu: Berreskuratzeko Indartze Sortze (RAG) sisteman fitxategiak kudeatu.
fa: مدیریت فایل‌ها در سیستم تولید افزونگی بازیابی (RAG).
fi: Hallinnoi tiedostoja Retrieval Augmentation Generation (RAG) -järjestelmässä.
fil: Pamahalaan ang mga file sa loob ng sistema ng Retrieval Augmentation Generation (RAG).
fr_ca: Gérez les fichiers au sein du système de génération d'augmentation de récupération (RAG).
ga: Bainistiú comhoibrithe laistigh den chóras Gineadh Fíor-Athsholáthair (RAG).
gd: Rianachd faidhlichean taobh a-staigh an t-sistema Retrieval Augmentation Generation (RAG).
gl: Xestiona arquivos dentro do sistema de Recuperación de Augmentación de Xeración (RAG).
gu: રીટ્રિવલ ઓગમેન્ટેશન જનરેશન (RAG) પ્રણાલી હેઠળ ફાઇલને વ્યવસ્થા કરો.
he: ניהול קבצים בתוך מערכת ההרחבה והגנרציה (RAG).
hi: पुनर्प्राप्ति संवर्धन उत्पन्न (RAG) प्रणाली में फ़ाइलों का प्रबंधन करें।
hr: Upravljanje datotekama unutar sustava za proširenje povlačenja (RAG).
hu: Kezelj fájlokat a Retrieval Augmentation Generation (RAG) rendszeren belül.
hy: Պատասխանատվություն RAG համակարգում ֆայլերը կառավարելու համար:
id: Mengelola file dalam sistem Peningkatan Pengambilan dan Generasi (RAG).
is: Stjórna skrám innan Retrieval Augmentation Generation (RAG) kerfisins.
it: Gestisci file all'interno del sistema di Recupero e Generazione di Augmentazione (RAG).
ja: 情報検索強化生成（RAG）システム内のファイルを管理します。
ka: მართავს ფაილებს აღდგენის გამოტანის გენერაციული (RAG) სისტემის ფარგლებში.
kk: Ақпаратты алу үшін артықшылық генерациялау (RAG) жүйесінде файлдарды басқару.
km: គ្រប់គ្រងឯកសារនៅក្នុងប្រព័ន្ធបកច្នៃការបន្ថែមទិន្នន័យ (RAG)។
kn: ಪುನಾವೃತ್ತಿ ವೃದ್ಧಿ ಉತ್ಪಾದನೆಯ (RAG) ವ್ಯವಸ್ಥೆಯ ಒಳಗೆ ಫೈಲ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಲು.
ko: 검색 보강 생성(RAG) 시스템 내 파일을 관리합니다.
lb: Gitt Dateien am Retrieval Augmentation Generation (RAG) System an d'Hand.
lt: Tvarkykite bylas per Atkūrimo papildymo generavimo (RAG) sistemą.
lv: Pārvaldiet failus, izmantojot Atgūšanas paplašināšanas radīšanas (RAG) sistēmu.
mi: Whakatika kōnae i roto i te Pūnaha Whakawhānui Rerenga (RAG).
mk: Управувајте со фајловите во системот за Повеќе Информации и Генерални Документи (RAG).
ml: തിരുവനന്തപുരത്ത് നിയന്ത്രിത വിവരസമ്പ്രേഷണം (RAG) സംവിധാനത്തിന്റെ ഫയലുകൾ കൈകാര്യം ചെയ്യുക.
mr: Retrieval Augmentation Generation (RAG) प्रणालीत फाइल व्यवस्थापित करा.
ms: Menguruskan fail dalam sistem Pemulihan Augmentasi Penghasilan (RAG).
mt: Iġġestixxi fajls fi ħdan is-sistema ta' Retrieval Augmentation Generation (RAG).
nb: Administrer filer innenfor Retrieval Augmentation Generation (RAG) systemet.
ne: पुनःप्राप्ति वृद्धि उत्पादन (आरएजी) प्रणालीमा फाइलहरू व्यवस्थापन गर्नुहोस्।
nl: Beheer bestanden binnen het Retrieval Augmentation Generation (RAG) systeem.
nn: Administrer filer innanfor Retrieval Augmentation Generation (RAG) systemet.
or: Retrieval Augmentation Generation (RAG) ପ୍ରଣାଳୀ ମଧ୍ୟରେ ଫାଇଲ୍ ମ୍ୟାନେଜ୍ କରନ୍ତୁ।
pa_in: ਰੀਟ੍ਰੀਵਲ ਆਗਮਨ ਜਨਰੇਸ਼ਨ (RAG) ਸਿਸਟਮ ਵਿੱਚ ਫਾਈਲਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।
pl: Zarządzaj plikami w systemie Retrieval Augmentation Generation (RAG).
pt_br: Gerencie arquivos dentro do sistema de Geração de Aumento de Recuperação (RAG).
ro: Gestionează fișierele din sistemul de Generare prin Augmentare a Recuperării (RAG).
ru: Управляйте файлами в системе Retrieval Augmentation Generation (RAG).
sk: Spravujte súbory v systéme Retrieval Augmentation Generation (RAG).
sl: Upravljaj datoteke znotraj sistema za razširjanje pridobivanja in generiranja (RAG).
sq: Menaxho skedarët brenda sistemit të Gjenerimit të Shtesës së Rikuperimit (RAG).
sr_cyrl: Управљајте фајловима у систему Ретривал Аугментација Генерација (RAG).
sr_cyrl_ba: Управљајте датотекама у систему Повећања Преузимања Генерације (РАГ).
sr_latn: Upravljajte datotekama unutar sistema za proširenje pretrage (RAG).
sv: Hantera filer inom Retrieval Augmentation Generation (RAG) systemet.
ta_in: மீட்டுடைமை மேம்படுத்தல் உருவாக்கல் (RAG) முறைமையின் உள்ளே கோப்புகளை நிர்வகிக்கவும்.
te: రీట్రీవల్ ఆగ్మెంటేషన్ జనరేషన్ (RAG) వ్యవస్థలో ఫైల్‌లను నిర్వహించండి.
th: จัดการไฟล์ภายในระบบการสร้างข้อมูลแบบเพิ่มได้ (RAG)
tr: Retrieval Augmentation Generation (RAG) sistemi içinde dosyaları yönetin.
tt: Шул ук вакытта Привязка Арттыру Генерациясе (RAG) системасында файлларны идарә итегез.
ug: قايتۇرۇش ئەلالاھنداز ئورنى (RAG) سىستېمىسىدا ھۆججەتلەرنى باشقۇرۇش.
uk: Керуйте файлами в системі підвищення витягування та генерації (RAG).
ur: ریٹریول آگمینٹیشن جنریشن (RAG) نظام کے اندر فائلوں کا انتظام کریں۔
uz_latn: Qayta olishni kengaytirish jarayonida fayllarni boshqarish.
vi: Quản lý các tệp trong hệ thống Tăng cường Truy xuất và Tạo sinh (RAG).
zh_hans: 管理检索增强生成 (RAG) 系统中的文件。
zh_hant: 管理檔案在檢索增強生成 (RAG) 系統中。

# this.ModelListDropDown.Label
source: Model List
af: Modellys
am: የሞዴል ዝርዝር
ar: قائمة النماذج
as: মডেলৰ তালিকা
az_latn: Model Siyahısı
be: Спіс мадэляў
bg: Списък с модели
bn_in: মডেল তালিকা
bs_latn: Lista modela
ca: Llista de Models
cs: Seznam modelů
cy: Rhestr Fodel
da: Modelliste
de: Modell Liste
el: Λίστα Μοντέλων
es_es: Lista de Modelos
et: Mudeli loetelu
eu: Modelo Zerrenda
fa: فهرست مدل
fi: Malliluettelo
fil: Listahan ng Modelo
fr_ca: Liste de modèles
ga: Liosta Módúil
gd: Liosta Modail
gl: Lista de Modelos
gu: મોડેલ યાદી
he: רשימת מודלים
hi: मॉडल सूची
hr: Popis modela
hu: Modell Lista
hy: Մոդելի ցանկ
id: Daftar Model
is: Modellisti
it: Elenco modelli
ja: モデルリスト
ka: მოდელის სია
kk: Модельдер тізімі
km: បញ្ជីម៉ូដែល
kn: ಮಾದರಿ ಪಟ್ಟಾ
ko: 모델 목록
lb: Modell Lëscht
lt: Modelių sąrašas
lv: Modeļu saraksts
mi: Rārangi Tauira
mk: Листа на модели
ml: മോഡൽ പട്ടിക
mr: मॉडेल सूची
ms: Senarai Model
mt: Lista tal-Mudelli
nb: Modelliste
ne: मोडल सूची
nl: Model Lijst
nn: Modelliste
or: ମଡେଲ୍ ତାଲିକା
pa_in: ਮਾਡਲ ਦੀ ਸੂਚੀ
pl: Lista modeli
pt_br: Lista de Modelos
ro: Lista Modelului
ru: Список моделей
sk: Zoznam modelov
sl: Seznam modelov
sq: Lista e Modeleve
sr_cyrl: Листа моделa
sr_cyrl_ba: Листа модела
sr_latn: Lista modela
sv: Modell Lista
ta_in: மாதிரி பட்டியல்
te: మోడల్ జాబితా
th: รายการโมเดล
tr: Model Listesi
tt: Модель исемлеге
ug: مودېل تىزىمى
uk: Список моделей
ur: ماڈل کی فہرست
uz_latn: Modellar ro'yxati
vi: Danh sách Mô hình
zh_hans: 模型列表
zh_hant: 模型清單

# this.ModelListDropDown.SuperTip
source: Select a language model for use in TextCraft.
af: Kies 'n taalmodel vir gebruik in TextCraft.
am: በመገናኛ ጣይ ዉስጥ የሚወጡ ቋንቋ ሞዴል ይምርጡ።
ar: اختر نموذج لغة للاستخدام في TextCraft.
as: TextCraft-ৰ ব্যৱহাৰৰ বাবে এটা ভাষা মডেল বাচনি কৰক।
az_latn: TextCraft-da istifadə üçün dil modelini seçin.
be: Выберыце моўную мадэль для выкарыстання ў TextCraft.
bg: Избери езиков модел за използване в TextCraft.
bn_in: টেক্সটক্রাফটে ব্যবহারের জন্য একটি ভাষার মডেল নির্বাচন করুন।
bs_latn: Izaberite jezički model za korišćenje u TextCraft-u.
ca: Selecciona un model de llenguatge per a utilitzar en TextCraft.
cs: Vyberte jazykový model pro použití v TextCraftu.
cy: Dewiswch fodel iaith i'w ddefnyddio yn TextCraft.
da: Vælg en sprogmodel til brug i TextCraft.
de: Wählen Sie ein Sprachmodell zur Verwendung in TextCraft aus.
el: Επιλέξτε ένα γλωσσικό μοντέλο προς χρήση στο TextCraft.
es_es: Selecciona un modelo de lenguaje para usar en TextCraft.
et: Valige keelemudel TextCrafti kasutamiseks.
eu: TextCraften erabilitzeko hizkuntza modelo bat hautatu.
fa: انتخاب یک مدل زبانی برای استفاده در TextCraft.
fi: Valitse kielimalli käytettäväksi TextCraftissa.
fil: Pumili ng isang modelo ng wika para gamitin sa TextCraft.
fr_ca: Sélectionnez un modèle linguistique à utiliser dans TextCraft.
ga: Roghnaigh samhail teanga le húsáid i TextCraft.
gd: Tagh mòdail chànain airson a chleachdadh ann an TextCraft.
gl: Selecciona un modelo de linguaxe para usar en TextCraft.
gu: ટેક્સ્ટક્રાફ્ટમાં ઉપયોગ માટે ભાષા મોડેલ પસંદ કરો.
he: בחר מודל שפה לשימוש ב-TextCraft.
hi: टेक्स्टक्राफ्ट में उपयोग के लिए एक भाषा मॉडल चुनें।
hr: Odaberite jezični model za korištenje u TextCraftu.
hu: Válassz egy nyelvi modellt a TextCraft használatához.
hy: Ընտրեք լեզվային մոդել TextCraft-ում օգտագործելու համար:
id: Pilih model bahasa untuk digunakan dalam TextCraft.
is: Veldu tungumálamódel til notkunar í TextCraft.
it: Seleziona un modello linguistico da utilizzare in TextCraft.
ja: TextCraftで使用する言語モデルを選択します。
ka: შეარჩიეთ ენის მოდელი TextCraft-ის გამოყენებისთვის.
kk: TextCraft-те қолдану үшін тіл моделін таңдаңыз.
km: Comមជ្ឍសំឡេងចំរូងសម្រាប់ប្រើនៅក្នុង TextCraft។
kn: ಟೆಕ್ಸ್ಟ್‌ ಕ್ರಾಫ್ಟ್‌ನಲ್ಲಿ ಬಳಸಲು ಭಾಷಾ ಮಾದರಿಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: TextCraft에서 사용할 언어 모델을 선택합니다.
lb: Wielt e Sproochenmodell fir de Gebrauch am TextCraft.
lt: Pasirinkite kalbos modelį, kurį naudoti TextCraft.
lv: Izvēlieties valodas modeli, ko izmantot TextCraft.
mi: Whiriwhiria he tauira reo hei whakamahi i TextCraft.
mk: Изберете модел на јазик за употреба во TextCraft.
ml: TextCraft ൽ ഉപയോഗിക്കാൻ ഒരു ഭാഷാ മോഡൽ തിരഞ്ഞെടുക്കുക.
mr: TextCraft मध्ये वापरण्यासाठी एक भाषा मॉडेल निवडा.
ms: Pilih model bahasa untuk digunakan dalam TextCraft.
mt: Agħżel mudell ta' lingwa għall-użu f'TextCraft.
nb: Velg en språkmodell for bruk i TextCraft.
ne: TextCraft मा प्रयोगको लागि एक भाषा मोडल चयन गर्नुहोस्।
nl: Selecteer een taalmachine voor gebruik in TextCraft.
nn: Velg ein språkmodell for bruk i TextCraft.
or: TextCraft ରେ ବ୍ୟବହାର ପାଇଁ ଏକ ଭାଷା ମଡେଲ୍ ବାଛନ୍ତୁ।
pa_in: TextCraft ਵਿੱਚ ਵਰਤਣ ਲਈ ਇੱਕ ਭਾਸ਼ਾ ਮਾਡਲ ਚੁਣੋ।
pl: Wybierz model językowy do użycia w TextCraft.
pt_br: Selecione um modelo de linguagem para uso no TextCraft.
ro: Selectează un model lingvistic pentru utilizare în TextCraft.
ru: Выберите языковую модель для использования в TextCraft.
sk: Vyberte jazykový model na použitie v TextCraft.
sl: Izberi jezikovni model za uporabo v TextCraftu.
sq: Zgjidh një model gjuhe për përdorim në TextCraft.
sr_cyrl: Изаберите језички модел за употребу у TextCraft-у.
sr_cyrl_ba: Изаберите језички модел за употребу у TextCraft.
sr_latn: Izaberite jezički model za upotrebu u TextCraft-u.
sv: Välj en språkmodell för användning i TextCraft.
ta_in: TextCraft இல் பயன்படுத்த ஒரு மொழி மாதிரியை தேர்வு செய்யவும்.
te: TextCraft లో ఉపయోగించడానికి ఒక భాషా మోడల్‌ను ఎంచుకోండి.
th: เลือกโมเดลภาษาสำหรับใช้ใน TextCraft
tr: TextCraft için bir dil modeli seçin.
tt: TextCraft белән куллану өчен тел моделен сайлагыз.
ug: TextCraft'تا ئىشلىتىش ئۈچۈن تىل مۇناسىۋىتىنى تاللاڭ.
uk: Виберіть мовну модель для використання в TextCraft.
ur: TextCraft میں استعمال کے لیے ایک زبان ماڈل منتخب کریں۔
uz_latn: TextCraftda foydalanish uchun til modelini tanlang.
vi: Chọn một mô hình ngôn ngữ để sử dụng trong TextCraft.
zh_hans: 选择 TextCraft 中使用的语言模型。
zh_hant: 選擇要在 TextCraft 中使用的語言模型。
