Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# this.ForgeTab.Label
source: Craft
af: Handwerk
am: ሥራ
ar: صنع
az_latn: İstehsal
be: Ручная работа
bg: Занаят
bn_in: তৈরি করা
bs_latn: Izrada
ca: Manualitat
cs: Řemeslo
cy: Crefft
da: Håndværk
de: Handwerk
el: Δημιουργία
es_es: Crear
et: Käsitöö
eu: Eskulangintza
fa: ساخت
fi: Käsityö
fil: Buuin
fr_ca: Artisanat
gl: Ofício
gu: કૃતિ
he: יצירה
hi: शिल्प
hr: Izrada
hu: Kézművesség
hy: Ռազմաբառ
id: Kerajinan
is: Handverk
it: Creare
ja: クラフト
ka: დამზადება
kk: Қарым
km: ផលិតកម្ម
kn: ಕೈಗಾರಿಕೆ
ko: 제작
lb: Handwierk
lt: Amatų
lv: Amatniecība
mi: Hanga
mk: Креирање
ml: കൃഷി
mr: हस्तकला
ms: Kerajinan
mt: Ħolqien
nb: Håndverk
ne: कला
nl: Ambacht
nn: Handverk
or: କଳ୍ପନା
pa_in: ਕਾਰੀਗਰੀ
pl: Rzemiosło
pt_br: Criar
ru: Создавать
sk: Remeslo
sl: Oblikovanje
sq: Artisanat
sr_cyrl: Занат
sr_cyrl_ba: Ручни рад
sr_latn: Izrada
sv: Skapa
ta_in: கைவினை
te: క్రాఫ్ట్
th: สร้าง
tr: El Sanatları
tt: Хезмәт
ug: قۇرۇش
uk: Мистецтво
ur: فن
uz_latn: Qura
vi: Làm
zh_hans: 生成
zh_hant: 製作

# this.ToolsGroup.Label
source: Tools
af: Gereedskap
am: መሳሪያዎች
ar: أدوات
az_latn: Alətlər
be: Інструменты
bg: Инструменти
bn_in: সরঞ্জাম
bs_latn: Alati
ca: Eines
cs: Nástroje
cy: Offer
da: Værktøjer
de: Werkzeuge
el: Εργαλεία
es_es: Herramientas
et: Tööriistad
eu: Tresnak
fa: ابزارها
fi: Työkalut
fil: Mga Tool
fr_ca: Outils
ga: Uibheasa
gd: Innealan
gl: Ferramentas
gu: સાધન
he: כלים
hi: उपकरण
hr: Alati
hu: Eszközök
hy: Տալիս
id: Alat
is: Verkfæri
it: Strumenti
ja: ツール
ka: ხელსაწყოები
kk: Құралдар
km: ឧបករណ៍
kn: ಿಕರಣ
ko: 도구
lb: Wierker
lt: Įrankiai
lv: Rīki
mi: Pūmanawa
mk: Алати
ml: ഉപകരണങ്ങൾ
mr: साधने
ms: Alat
mt: Għodod
nb: Verktøy
ne: उपकरण
nl: Gereedschappen
nn: Verktøy
or: ସାଧନ
pa_in: ਟੂਲ
pl: Narzędzia
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
sk: Nástroje
sl: Orodja
sq: Veglat
sr_cyrl: Алати
sr_cyrl_ba: Алати
sr_latn: Alati
sv: Verktyg
ta_in: கருவிகள்
te: పరికరాలు
th: เครื่องมือ
tr: Araçlar
tt: Инструментлар
ug: قۇراللار
uk: Інструменти
ur: آلات
uz_latn: Asboblar
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# this.GenerateButton.Label
source: Generate
af: Genereer
am: ይፈጥሩ
ar: إنشاء
az_latn: Yarat
be: Генераваць
bg: Генерирай
bn_in: তৈরি করুন
bs_latn: Generisati
ca: Generar
cs: Vygenerovat
cy: Cynhyrchu
da: Generer
de: Erzeugen
el: Δημιουργία
es_es: Generar
et: Generoida
eu: Sortu
fa: تولید
fi: Generoi
fil: Bumuo
fr_ca: Générer
ga: Gineadh
gd: Gineadh
gl: Xeración
gu: ઉત્પન્ન કરો
he: ייצור
hi: उत्पन्न करना
hr: Generiraj
hu: Generálás
hy: Ամփոփել
id: Hasilkan
is: Myndaðu
it: Genera
ja: 生成
ka: გენერირება
kk: Генерациялау
km: បង្កើត
kn: ಉತ್ಪಾದನೆ
ko: 생성
lb: Generéieren
lt: Generuoti
lv: Radīt
mi: Hanga
mk: Генерирање
ml: സൃഷ്ടിക്കുക
mr: तयार करा
ms: Hasilkan
mt: Ġenera
nb: Generer
ne: उत्पन्न गर्नुहोस्
nl: Genereer
nn: Generere
or: ସୃଷ୍ଟି କର
pa_in: ਰਚਨਾ
pl: Generuj
pt_br: Gerar
ro: Generați
ru: Генерировать
sk: Generovať
sl: Ustvari
sq: Gjenero
sr_cyrl: Генериши
sr_cyrl_ba: Генериши
sr_latn: Generiši
sv: Generera
ta_in: உருவாக்கு
te: ఉత్పత్తి చేయి
th: สร้าง
tr: Oluştur
tt: Генерацияләү
ug: ناتىجە
uk: Генерувати
ur: پیدا کریں
uz_latn: Generatsiya
vi: Tạo ra
zh_hans: 生成
zh_hant: 生成

# this.GenerateButton.SuperTip
source: Creates tailored responses using the user's prompt and the current document's content.
af: Skep pasgemaakte antwoorde met behulp van die gebruiker se aanmelding en die huidige dokument se inhoud.
am: በእገዛው መልእክት እና ወቅታዊ ሰነድ ይጠቀሙ እንዴት ዝርዝር መልጫዎችን ይፈጥሩ።
ar: يُنشئ ردود مخصصة باستخدام طلب المستخدم ومحتوى الوثيقة الحالية.
as: ব্যৱহাৰকাৰীৰ প্ৰম্পট আৰু বৰ্তমান নথিৰ বিষয়বস্তু ব্যৱহাৰ কৰি বিশেষ ভাবে তৈয়াৰ কৰা প্ৰতিক্ৰিয়া সৃষ্টি কৰে।
az_latn: İstifadəçinin istəyi və mövcud sənədin məzmunu istifadə edilərək xüsusi cavablar yaradır.
be: Стварае адаптаваные адказы з улікам запыту карыстальніка і зместу бягучага дакумента.
bg: Създава персонализирани отговори, използвайки запитването на потребителя и съдържанието на текущия документ.
bn_in: ব্যবহারকারীর প্রম্পট এবং বর্তমান ডকুমেন্টের সামগ্রীর ভিত্তিতে বিশেষায়িত প্রতিক্রিয়া সৃষ্টি করে।
bs_latn: Kreira prilagođene odgovore koristeći korisnički zahtev i sadržaj trenutnog dokumenta.
ca: Crea respostes a mida utilitzant el prompt de l'usuari i el contingut del document actual.
cs: Vytváří upravené odpovědi na základě uživatelova požadavku a obsahu aktuálního dokumentu.
cy: Mae'n creu ymatebion wedi'u teilwra gan ddefnyddio'r cais gan y defnyddiwr a chynnwys y ddogfen bresennol.
da: Opretter skræddersyede svar ved hjælp af brugerens prompt og indholdet i det aktuelle dokument.
de: Erstellt maßgeschneiderte Antworten basierend auf der Eingabe des Benutzers und dem Inhalt des aktuellen Dokuments.
el: Δημιουργεί προσαρμοσμένες απαντήσεις χρησιμοποιώντας την προτροπή του χρήστη και το περιεχόμενο του τρέχοντος εγγράφου.
es_es: Crea respuestas personalizadas utilizando la solicitud del usuario y el contenido del documento actual.
et: Loob kohandatud vastuseid, kasutades kasutaja sisendit ja praeguse dokumendi sisu.
eu: Erabiltzailearen eskaria eta dokumentuaren edukia erabiliz erantzun pertsonalizatuak sortzen ditu.
fa: پاسخ‌های متناسبی را با استفاده از درخواست کاربر و محتوای سند فعلی ایجاد می‌کند.
fi: Luo räätälöityjä vastauksia käyttäjän kehotteesta ja nykyisen asiakirjan sisällöstä.
fil: Lumilikha ng mga tiyak na sagot gamit ang prompt ng gumagamit at nilalaman ng kasalukuyang dokumento.
fr_ca: Crée des réponses sur mesure en utilisant l'invite de l'utilisateur et le contenu du document actuel.
ga: Cruthaíonn sé freagairí oiriúnach ag úsáid an t-iarratais óna úsáideoir agus ábhar an doiciméid reatha.
gd: Cruthaich freagairtean freagairteach a’ cleachdadh toradh an neach-cleachdaidh agus cuspair an sgrìobhainn làithreach.
gl: Crea respostas personalizadas usando a entrada do usuario e o contido do documento actual.
gu: વપરાશકર્તાના પ્રામ્પ્ટ અને આજની દસ્તાવેજની સામગ્રીનો ઉપયોગ કરીને અનુકૂળ પ્રતિસાદ બનાવવા છે.
he: יוצר תגובות מותאמות אישית באמצעות הפנייה של המשתמש ותוכן המסמך הנוכחי.
hi: उपयोगकर्ता की प्रॉम्प्ट और वर्तमान दस्तावेज़ की सामग्री का उपयोग करके विशेष प्रतिक्रिया बनाती है।
hr: Stvara prilagođene odgovore koristeći korisnikov zahtjev i sadržaj trenutnog dokumenta.
hu: Testre szabott válaszokat hoz létre a felhasználó promptja és a jelenlegi dokumentum tartalmának felhasználásával.
hy: Ստեղծում է հարմարեցված պատասխաններ օգտագործողի հրամանով և ընթացիկ փաստաթղթի բովանդակությամբ:
id: Membuat respons yang disesuaikan menggunakan prompt pengguna dan konten dokumen saat ini.
is: Býr til sérsniðnar svar við hvata notandans og innihaldi núverandi skjalas.
it: Crea risposte personalizzate utilizzando il prompt dell'utente e il contenuto del documento attuale.
ja: ユーザーのプロンプトと現在のドキュメントの内容を使用して、カスタマイズされた応答を作成します。
ka: ქმნის მორგებულ პასუხებს მომხმარებლის სიგნალითა და მიმდინარე დოკუმენტის შინაარსით.
kk: Пайдаланушының сұрауы мен қазіргі құжаттың мазмұнын пайдалана отырып, бейімделген жауаптар жасайды.
km: បង្កើតការឆ្លើយតបតាមការជួយរបស់អ្នកប្រើ និងមាតិការពាក្យបញ្ជា​បច្ចុប្បន្ន។
kn: ಬಳಕೆದಾರನ ಪ್ರಾಂಪ್ಟ್ ಮತ್ತು ಪ್ರಸ್ತುತ ದಾಖಲೆಯ ವಿಷಯವನ್ನು ಬಳಸಿಕೊಂಡು ವೈಯಕ್ತಿಕ ಪ್ರತಿಸ್ಪಂದನೆಗಳನ್ನು ರಚಿಸುತ್ತದೆ.
ko: 사용자의 프롬프트와 현재 문서의 내용을 활용하여 맞춤형 응답을 생성합니다.
lb: Erstellt tildegerech Äntwerten baséiert op dem Benotzer sengem Prompt an dem aktuellen Dokument sengem Inhalt.
lt: Sukuria pritaikytus atsakymus naudojantis vartotojo užklausa ir šiuo metu dokumento turiniu.
lv: Izveido pielāgotas atbildes, izmantojot lietotāja ievadi un pašreizējā dokumenta saturu.
mi: Ka waihanga whakamohio motuhake e whakamahi ana i te tono a te kaiwhakamahi me te ihirangi o te tuhinga o naianei.
mk: Создава прилагодени одговори користејќи ја подадената поверхност од корисникот и содржината на тековниот документ.
ml: ഉപയോക്താവിന്റെ പ്രാംപ്റ്റും നിലവിലെ രേഖയുടെ ഉള്ളടക്കവും ഉപയോഗിച്ച് അനുകൂല പ്രതികരണങ്ങൾ സൃഷ്ടിക്കുന്നു.
mr: वापरकर्त्याच्या प्रॉम्प्ट आणि वर्तमान दस्तावेजाच्या सामग्रीचा वापर करून विशिष्ट प्रतिसाद तयार करते.
ms: Mencipta jawapan yang disesuaikan menggunakan arahan pengguna dan kandungan dokumen semasa.
mt: Toħloq risposti adattati bl-użu tal-prompt tal-utilizzatur u l-kontenut attwali tal-document.
nb: Lager skreddersydde svar ved å bruke brukerens prompt og innholdet i det aktuelle dokumentet.
ne: प्रयोगकर्ताको प्राम्प्ट र वर्तमान कागजको सामग्री प्रयोग गरेर अनुकूलित प्रतिक्रियाहरू सिर्जना गर्दछ।
nl: Creëert op maat gemaakte reacties met behulp van de prompt van de gebruiker en de inhoud van het huidige document.
nn: Opprettar tilpassa svar ved å bruke brukarens spørsmål og innhaldet i det noverande dokumentet.
or: ବ୍ୟବହାରକାରୀଙ୍କର ପ୍ରମ୍ପ୍ଟ ଏବଂ ପ୍ରଚଳିତ ଡକ୍ୟୁମେଣ୍ଟର ସାମଗ୍ରୀକୁ ବ୍ୟବହାର କରି କଷ୍ଟମାଇଜ୍ ଉତ୍ତର ତିଆରି କରେ।
pa_in: ਉਪਭੋਗਤਾ ਦੇ ਪ੍ਰੰਪਟ ਅਤੇ ਮੌਜੂਦਾ ਦਸਤਾਵੇਜ਼ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਦੇ ਹੋਏ ਅਨੁਕੂਲਿਤ ਜਵਾਬਾਂ ਬਣਾਉਂਦਾ ਹੈ।
pl: Tworzy dostosowane odpowiedzi na podstawie podanego przez użytkownika polecenia i treści aktualnego dokumentu.
pt_br: Cria respostas personalizadas usando o prompt do usuário e o conteúdo do documento atual.
ro: Creează răspunsuri personalizate utilizând promptul utilizatorului și conținutul documentului actual.
ru: Создает адаптированные ответы, используя запрос пользователя и содержимое текущего документа.
sk: Vytvára upravené odpovede pomocou používateľovho príkazu a obsahu aktuálneho dokumentu.
sl: Ustvari prilagojene odgovore z uporabo uporabnikovega poziva in vsebine trenutnega dokumenta.
sq: Krijon përgjigje të përshtatura duke përdorur nxitjen e përdoruesit dhe përmbajtjen e dokumentit aktual.
sr_cyrl: Креира прилагођене одговоре користећи корисникову иницијативу и садржај актуелног документа.
sr_cyrl_ba: Креира прилагођене одговоре користећи корисникову поруку и садржај актуелног документа.
sr_latn: Stvara prilagođene odgovore koristeći korisnikov upit i sadržaj trenutnog dokumenta.
sv: Skapar skräddarsydda svar med hjälp av användarens vägledning och innehållet i det aktuella dokumentet.
ta_in: பயனர் வழங்கிய கோரிக்கையும் தற்போதைய ஆவணத்தின் உள்ளடக்கத்தையும் பயன்படுத்தி தனிப்பயனுக்கேற்ப சரியாக உள்ள பிரதிகளை உருவாக்குகிறது.
te: 사용자 యొక్క ప్రాంప్ట్ మరియు ప్రస్తుత డాక్యుమెంట్ యొక్క విషయాన్ని ఉపయోగించి అనుకూలమైన ప్రతిస్పందనలను సృష్టిస్తుంది.
th: สร้างการตอบสนองที่เหมาะสมตามป้อนข้อมูลของผู้ใช้และเนื้อหาของเอกสารปัจจุบัน
tr: Kullanıcının istemi ve mevcut belgenin içeriği kullanılarak özelleştirilmiş yanıtlar oluşturur.
tt: Кулланучының сорауы һәм агымдагы документның эчтәлеге ярдәмендә индивидуаль җаваплар булдыра.
ug: ئويدۇرۇشچىنىڭ نازارىتى ۋە ئەندازىدىكى مەزمۇننى ئىشلىتىپ، ماسلاشتۇرۇلغان جەۋاپلار قۇرۇبايدۇ.
uk: Створює персоналізовані відповіді, використовуючи запит користувача та вміст поточного документа.
ur: صارف کے اشارے اور موجودہ دستاویز کے مواد کا استعمال کرتے ہوئے حسب ضرورت جوابات بناتا ہے۔
uz_latn: Foydalanuvchining so'rovi va joriy hujjat mazmunidan foydalangan holda moslashtirilgan javoblar yaratadi.
vi: Tạo ra các phản hồi tùy chỉnh sử dụng lời nhắc của người dùng và nội dung của tài liệu hiện tại.
zh_hans: 根据用户的提示和当前文档的内容生成定制的响应。
zh_hant: 根據使用者的提示和當前文件內容生成量身定制的回應。

# this.DefaultCheckBox.Label
source: Default
af: Standaard
am: የድርጅታዊ ውሳኔ
ar: الافتراضي
as: ডিফল্ট
az_latn: Standart
be: Паводле змаўчання
bg: По подразбиране
bn_in: ডিফল্ট
bs_latn: Podrazumevano
ca: Per defecte
cs: Výchozí
cy: Diffyg
da: Standard
de: Standard
el: Προεπιλογή
es_es: Predeterminado
et: Vaikimisi
eu: Lehenetsia
fa: پیش‌فرض
fi: Oletus
fr_ca: Par défaut
ga: Réamhshocraithe
gd: Freagairtean
gl: Predeterminado
gu: ડિફોલ્ટ
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: Zadano
hu: Alapértelmezett
hy: Դրույք
is: Sjálfgefið
it: Predefinito
ja: デフォルト
ka: ნავარაუდევი
kk: Әдепкі
km: ដើមតំណក់
kn: ಡೀಫಾಲ್ಟ್
ko: 기본값
lb: Standard
lt: Numatyta
lv: Noklusējuma
mi: Tūāpapa
mk: Дефолтно
ml: എടുക്കൽ
mr: डिफॉल्ट
ms: Lalai
nb: Standard
ne: डिफल्ट
nl: Standaard
nn: Standard
or: ଡିଫଲ୍ଟ
pa_in: ਡਿਫਾਲਟ
pl: Domyślny
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sk: Predvolené
sl: Privzeto
sq: Parazgjedhje
sr_cyrl: Подаци
sr_cyrl_ba: Подразумевано
sr_latn: Podrazumevano
sv: Standard
ta_in: இயற்கை
te: డిఫాల్ట్
th: ค่าเริ่มต้น
tr: Varsayılan
tt: Тапшыру
ug: ئەسلى
uk: За замовчуванням
ur: ڈیفالٹ
uz_latn: Standart
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# this.AboutButton.Label
source: About
af: Oor
am: ስለ
ar: حول
as: সম্পর্কে
az_latn: Haqqında
be: Аб
bg: Информация
bn_in: সম্পর্কে
bs_latn: O
ca: Sobre
cs: O
cy: Am
da: Om
de: Über
el: Σχετικά
es_es: Acerca de
et: Teave
eu: Buruz
fa: درباره
fi: Tietoja
fil: Tungkol
fr_ca: À propos
ga: Maidir le
gd: Mu
gl: Acerca de
gu: વિશે
he: על
hi: बारे में
hr: O
hu: A(z)
hy: Մասին
id: Tentang
is: Um
it: Informazioni
ja: アバウト
ka: ინფორმაცია
kk: Туралы
km: អំពី
kn: ಕುರಿತಾದ
ko: 정보
lb: Iwwer
lt: Apie
lv: Par
mi: E pā ana ki
mk: За
ml: കുറിച്ച്
mr: विषयी
ms: Mengenai
mt: Dwar
nb: Om
ne: बारेमा
nl: Over
nn: Om
or: ସମ୍ବର୍ଣ୍ଣ
pa_in: ਬਾਰੇ
pl: O
pt_br: Sobre
ro: Despre
ru: О
sk: O
sl: O
sq: Rreth
sr_cyrl: О
sr_cyrl_ba: О
sr_latn: O
sv: Om
ta_in: பற்றிய
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
tt: Турыда
ug: ھەققىدە
uk: Про
ur: بارے میں
uz_latn: Haqida
vi: Về
zh_hans: 关于
zh_hant: 關於

# this.AboutButton.ScreenTip
source: Provides details about this application.
af: Verskaf besonderhede oor hierdie toepassing.
am: ይህን አይነት በዝርዝር ይሰጣል።
ar: يوفر تفاصيل حول هذا التطبيق.
as: এই আবেদনটোৰ সম্পর্কে বিস্তারিত প্রদান কৰে।
az_latn: Bu tətbiq haqqında ətraflı məlumat təqdim edir.
be: Прадастаўляе дэталі пра гэта прыкладанне.
bg: Предоставя подробности за това приложение.
bn_in: এই অ্যাপ্লিকেশন সম্পর্কে তথ্য প্রদান করে।
bs_latn: Pruža detalje o ovoj aplikaciji.
ca: Proporciona detalls sobre aquesta aplicació.
cs: Poskytuje podrobnosti o této aplikaci.
cy: Yn darparu manylion am y cais hwn.
da: Giver detaljer om denne applikation.
de: Bietet Details zu dieser Anwendung.
el: Παρέχει λεπτομέρειες σχετικά με αυτή την εφαρμογή.
es_es: Proporciona detalles sobre esta aplicación.
et: Pakub üksikasju selle rakenduse kohta.
eu: Aplikazio honi buruzko xehetasunak eskaintzen ditu.
fa: جزئیات مربوط به این برنامه را فراهم می‌کند.
fi: Antaa tietoja tästä sovelluksesta.
fil: Nagbibigay ng mga detalye tungkol sa aplikasyon na ito.
fr_ca: Fournit des détails sur cette application.
ga: Cuireann sé sonraí ar fáil faoi seo feidhmchlár.
gd: Thèid fiosrachadh a thoirt mun ghnìomhachas seo.
gl: Proporciona detalles sobre esta aplicación.
gu: આ એપ્લિકેશનની વિગતો સીધા કરે છે.
he: מספק פרטים על יישום זה.
hi: इस आवेदन के बारे में विवरण प्रदान करता है।
hr: Pruža detalje o ovoj aplikaciji.
hu: Részleteket ad meg erről az alkalmazásról.
hy: Տալիս տեղեկություններ այս դիմումի մասին:
id: Memberikan detail tentang aplikasi ini.
is: Veitir upplýsingar um þessa forrit.
it: Fornisce dettagli su questa applicazione.
ja: このアプリケーションに関する詳細を提供します。
ka: აწვდს დეტალებს ამ პროგრამის შესახებ.
kk: Бұл бағдарлама туралы мәліметтер ұсынады.
km: ផ្តល់ព័ត៌មានលម្អិតអំពីកម្មវិធីនេះ។
kn: ಈ ಅನ್ವಯ ಪುಟದ ಬಗ್ಗೆ ವಿವರಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.
ko: 이 애플리케이션에 대한 세부 정보를 제공합니다.
lb: Gëtt Detailer iwwer dës Applikatioun.
lt: Pateikia informaciją apie šią programą.
lv: Sniedz detalizētu informāciju par šo lietotni.
mi: Ka tuku kōrero e pā ana ki tēnei tū application.
mk: Пружи информации за оваа апликација.
ml: ഈ അപ്ലിക്കേഷന്റെ വിശദാംശങ്ങൾ നൽകുന്നു.
mr: या अनुप्रयोगाबद्दल तपशील प्रदान करते.
ms: Memberikan butiran tentang aplikasi ini.
mt: Jagħti dettalji dwar din l-applikazzjoni.
nb: Gir detaljer om denne applikasjonen.
ne: यस अनुप्रयोगको बारेमा विवरण प्रदान गर्दछ।
nl: Geeft details over deze applicatie.
nn: Gjev detaljer om denne applikasjonen.
or: ଏହି ଆବେଦନର ବିବରଣୀ ପ୍ରଦାନ କରେ।
pa_in: ਇਸ ਐਪਲੀਕੇਸ਼ਨ ਬਾਰੇ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
pl: Podaje szczegóły dotyczące tej aplikacji.
pt_br: Fornece detalhes sobre este aplicativo.
ro: Oferă detalii despre această aplicație.
ru: Предоставляет информацию об этом приложении.
sk: Poskytuje podrobnosti o tejto aplikácii.
sl: Nudi podrobnosti o tej aplikaciji.
sq: Ofron detaje mbi këtë aplikacion.
sr_cyrl: Пружа детаље о овој апликацији.
sr_cyrl_ba: Пружа детаље о овој апликацији.
sr_latn: Pruža detalje o ovoj aplikaciji.
sv: Ger detaljer om denna applikation.
ta_in: இந்த பயன்பாட்டைப் பற்றிய தகவல்களை வழங்குகிறது.
te: ఈ అనువర్తనం గురించి వివరాలను అందిస్తుంది.
th: ให้รายละเอียดเกี่ยวกับแอปพลิเคชันนี้
tr: Bu uygulama hakkında detaylar sağlar.
tt: Бу кушымта турында мәгълүмат бирә.
ug: بۇ قوللىنىشقا دائىر تەپسىلاتلار تەمىنلەيدۇ.
uk: Надає деталі про цей додаток.
ur: اس درخواست کی تفصیلات فراہم کرے گا۔
uz_latn: Ushbu dastur haqida ma'lumot taqdim etadi.
vi: Cung cấp các chi tiết về ứng dụng này.
zh_hans: 提供有关此应用程序的详细信息。
zh_hant: 提供有關此應用程式的詳細資料

# this.CancelButton.Label
source: Cancel
af: Kanselleer
am: ይጠሉ
ar: إلغاء
as: বাতিল
az_latn: İmtina et
be: Скасаваць
bg: Отказ
bn_in: বাতিল করুন
bs_latn: Otkaži
ca: Cancel·lar
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
el: Ακύρωση
es_es: Cancelar
et: Tühista
eu: Bertan behera utzi
fa: لغو
fi: Peruuta
fil: Kanselahin
fr_ca: Annuler
ga: Cealaigh
gd: Cuir air ais
gl: Cancelar
gu: રદ્દ કરો
he: בטל
hi: रद्द करें
hr: Otkaži
hu: Mégse
hy: Չեղարկել
id: Batalkan
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kk: Босату
km: បោះបង់
kn: ರದ್ದು
ko: 취소
lb: Annuléieren
lt: Atšaukti
lv: Atcelt
mi: Whakamutu
mk: Откажи
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
mt: Ikkanċella
nb: Avbryt
ne: रद्द गर्नुहोस्
nl: Annuleren
nn: Avbryt
or: ବାତିଲ
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr_cyrl: Откажи
sr_cyrl_ba: Откажи
sr_latn: Otkaži
sv: Avbryt
ta_in: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal et
tt: Туктатырга
ug: توختىتىش
uk: Скасувати
ur: منسوخ کریں
uz_latn: Bekor qilish
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# this.CancelButton.ScreenTip
source: Halts the text generation process.
af: Stop die teksgenerasieproses.
am: የጽሑፍ መርምር ሂደት ይቆም።
ar: يوقف عملية توليد النصوص.
as: পঢ়া উৎপাদনৰ প্ৰক্ৰিয়া ৰক্ষা কৰে।
az_latn: Mətnin yaradılma prosesini dayandırır.
be: Спыняе працэс генерацыі тэксту.
bg: Спира процеса на генериране на текст.
bn_in: টেক্সট সৃষ্টি প্রক্রিয়া বন্ধ করে।
bs_latn: Obustavlja proces generacije teksta.
ca: Atura el procés de generació de text.
cs: Zastavuje proces generování textu.
cy: Mae'n atal y broses creu testun.
da: Stopper tekstgenereringsprocessen.
de: Hält den Textgenerierungsprozess an.
el: Σταματά τη διαδικασία δημιουργίας κειμένου.
es_es: Detiene el proceso de generación de texto.
et: Peatab teksti genereerimise protsessi.
eu: Testu sortze prozesua gelditzen du.
fa: فرآیند تولید متن را متوقف می‌کند.
fi: Keskeyttää tekstin generointiprosessin.
fil: Itinatigil ang proseso ng pagbuo ng teksto.
fr_ca: Interrompt le processus de génération de texte.
ga: Cuireann sé stop le próiseas gineadhaidh téacs.
gd: Thionndaidh am pròiseas gineachaidh teacsa gun seachad.
gl: Detén o proceso de xeración de texto.
gu: ટેક્સ્ટ ઉત્પન્ન પ્રક્રિયા અટકાવી દે છે.
he: מפסיק את תהליך יצירת הטקסט.
hi: टेक्स्ट जनरेशन प्रक्रिया को रोकता है।
hr: Prekida proces generiranja teksta.
hu: Leállítja a szöveg generálási folyamatát.
hy: Վէտքի յուրահատուկ գործընթացը դադարեցնում է:
id: Menghentikan proses pembuatan teks.
is: Stoppar textasköpunarferlið.
it: Interrompe il processo di generazione del testo.
ja: テキスト生成プロセスを中止します。
ka: აჩერებს ტექსტის გენერაციის პროცესს.
kk: Мәтін генерациялау процесін тоқтатады.
km: បញ្ឈប់ដំណើរការបង្កើតអត្ថបទ។
kn: ಪಠ್ಯ ಉತ್ಪಾದನೆಯ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ.
ko: 텍스트 생성 프로세스를 중단합니다.
lb: Hält den Textgeneratiounsprozess op.
lt: Sustabdo teksto generavimo procesą.
lv: Aptur teksta radīšanas procesu.
mi: Ka aukati i te tukanga whakawhanaketanga tuhinga.
mk: Прекратува процесот на генерирање текст.
ml: എഴുത്തിന്റെ സൃഷ്ടി പ്രക്രിയ നിർത്തുന്നു.
mr: मजकूर उत्पन्न प्रक्रिया थांबवते.
ms: Menghentikan proses penghasilan teks.
mt: Iwaqqaf il-proċess ta' ġenerazzjoni tat-test.
nb: Stopper tekstgenereringsprosessen.
ne: पाठ उत्पन्न प्रक्रियालाई रोक्छ।
nl: Houdt het tekstgeneratieproces tegen.
nn: Stoppar tekstgenereringsprosessen.
or: पाठ निर्मान प्रक्रिया रोकता है।
pa_in: ਪਾਠ ਰਚਨਾ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਰੋਕਦਾ ਹੈ।
pl: Zatrzymuje proces generowania tekstu.
pt_br: Interrompe o processo de geração de texto.
ro: Oprește procesul de generare a textului.
ru: Останавливает процесс генерации текста.
sk: Zastaví proces generovania textu.
sl: Ustavi proces generiranja besedila.
sq: Ndalon procesin e gjenerimit të tekstit.
sr_cyrl: Прекида процес генерисања текста.
sr_cyrl_ba: Прекида процес генерисања текста.
sr_latn: Prekida proces generisanja teksta.
sv: Stoppar textgenereringsprocessen.
ta_in: உரை உருவாக்கல் செயல்முறையை நிறுத்துகிறது.
te: పాఠ్య సృష్టి ప్రక్రియను నిలిపివేస్తుంది.
th: หยุดกระบวนการสร้างข้อความ
tr: Metin oluşturma sürecini durdurur.
tt: Текст генерация процессын туктата.
ug: يازما تۈزۈش جەريانىنى توختىتىدۇ.
uk: Призупиняє процес генерації тексту.
ur: متن کی تخلیق کے عمل کو روک دیتا ہے۔
uz_latn: Matn yaratish jarayonini to'xtatadi.
vi: Ngừng quá trình tạo văn bản.
zh_hans: 停止文本生成过程。
zh_hant: 終止文本生成過程

# this.WritingToolsGallery.Label
source: Writing Tools
af: Skryf Gereedskap
am: የጽሑፍ መሳሪያዎች
ar: أدوات الكتابة
as: লেখাৰ উপকৰণ
az_latn: Yazı Alətləri
be: Інструменты для пісьма
bg: Инструменти за писане
bn_in: লেখার সরঞ্জাম
bs_latn: Alati za pisanje
ca: Eines d'escriptura
cs: Nástroje pro psaní
cy: Offer Ysgrifennu
da: Skriveværktøjer
de: Schreibwerkzeuge
el: Εργαλεία γραφής
es_es: Herramientas de Escritura
et: Kirjutamise tööriistad
eu: Idazketa Tresnak
fa: ابزارهای نوشتن
fi: Kirjoitustyökalut
fil: Mga Tool sa Pagsusulat
fr_ca: Outils d'écriture
ga: Uirlisí Scríbhneoireachta
gd: Innealan sgrìobhadh
gl: Ferramentas de escritura
gu: લેખન સાધનો
he: כלים לכתיבה
hi: लेखन उपकरण
hr: Alati za pisanje
hu: Írási Eszközök
hy: Գրելու գործիքներ
id: Alat Menulis
is: Ritunartæki
it: Strumenti di scrittura
ja: ライティングツール
ka: წერის ხელსაწყოები
kk: Жазу құралдары
km: ឧបករណ៍សរសេរ
kn: ಬರವಣಿಗೆ ಸಾಧನಗಳು
ko: 작성 도구
lb: Schreifwërkzéng
lt: Rašymo įrankiai
lv: Rakstīšanas rīki
mi: Pūmanawa Tuhinga
mk: Алатки за пишување
ml: എഴുത്തിലേക്കുള്ള ഉപകരണങ്ങൾ
mr: लेखन साधने
ms: Alat Penulisan
mt: Għodod tal-Kitba
nb: Skriveverktøy
ne: लेखन उपकरण
nl: Schrijfgereedschappen
nn: Skriveverktøy
or: ଲେଖନ ସାଧନ
pa_in: ਲਿਖਾਈ ਦੇ ਟੂਲ
pl: Narzędzia do pisania
pt_br: Ferramentas de Escrita
ro: Instrumente de scriere
ru: Инструменты написания
sk: Písacie nástroje
sl: Orodja za pisanje
sq: Veglat e Shkrimit
sr_cyrl: Алати за писање
sr_cyrl_ba: Алати за писање
sr_latn: Alati za pisanje
sv: Skrivverktyg
ta_in: எழுதும் கருவிகள்
te: రాత పరికరాలు
th: เครื่องมือเขียน
tr: Yazım Araçları
tt: Язу Инструментлары
ug: يازما قۇراللىرى
uk: Інструменти для написання
ur: تحریری آلات
uz_latn: Yozish asboblari
vi: Công cụ Viết
zh_hans: 写作工具
zh_hant: 寫作工具
