Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# (CommentHandler.cs) [AICommentReplyTask] UserChatMessage #3
source: Text in Focus
af: Tegst in Fokus
am: ይዘግለ
ar: نص في التركيز
as: মনোৰঞ্জনৰ পাঠ
az_latn: Diqqət Mətni
be: Тэкст у цэнтры ўвагі
bg: Текст на фокус
bn_in: ফোকাসে টেক্সট
bs_latn: Tekst u fokusu
ca: Text en Foc
cs: Text ve fókus
cy: Testun yn y Ffocws
da: Tekst i fokus
de: Text im Fokus
el: Κείμενο υπό Εστίαση
es_es: Texto en Foco
et: Fookuses olev tekst
eu: Azpimarratutako Testua
fa: متن در کانون توجه
fi: Keskitettävä teksti
fil: Teksto sa Pokus
fr_ca: Texte en Focus
ga: Téacs i dTreoir
gd: Teacsa ann an Focail
gl: Texto en foco
gu: ધ્યાનમાં લેવામાં લેટેસ્ટ લાગણી
he: טקסט במוקד
hi: ध्यान केंद्रित पाठ
hr: Tekst u fokusu
hu: Szöveg Középpontban
hy: Տեքստի կենտրոնացում
id: Teks yang Diperhatikan
is: Texti í fókus
it: Testo in evidenza
ja: フォーカステキスト
ka: ყურადღების ცენტრი
kk: Негізгі мәтін
km: អត្ថបទដដែល
kn: ಫೋಕಸ್‌ನಲ್ಲಿ ಪಠ್ಯ
ko: 주목할 텍스트
lb: Text am Fokus
lt: Tekstas dėmesio centre
lv: Teksts uzmanības centrā
mi: Tuhinga Rerekē
mk: Текст во фокус
ml: diqqət mərkəzi
mr: लक्षात घेतलेली मजकूर
ms: Teks dalam Fokus
mt: Test fil-Fokus
nb: Tekst i fokus
ne: लक्ष्यमा पाठ
nl: Tekst in Focus
nn: Tekst i fokus
or: ଟେକ୍ସଟ୍ ପରିଚୟ
pa_in: ਕੇਂਦਰੀ ਪਾਠ
pl: Tekst w uwadze
pt_br: Texto em Foco
ro: Text în focus
ru: Текст в фокусе
sk: Text v zameraní
sl: Besedilo v fokusu
sq: Teksti në Fokus
sr_cyrl: Текст у фокусу
sr_cyrl_ba: Текст у фокусу
sr_latn: Tekst u fokusu
sv: Text i Fokus
te: దృష్టిలో ఉన్న పాఠ్యం
th: ข้อความที่ให้ความสนใจ
tr: Üzerinde Durulan Metin
tt: Текст Фокусы
ug: چاتماق ئاساس
uk: Текст у фокусі
ur: توجہ میں متن
uz_latn: E'tibor beriladigan matn
vi: Văn bản trong Tầm chú ý

# [AnalyzeText] UserChatMessage #1
source: Context
af: Konteks
am: ዘውር ዮመል;
ar: السياق
as: প্ৰসঙ্গ
az_latn: Konteks
be: Кантэкст
bg: Контекст
bn_in: প্রসঙ্গ
bs_latn: Kontekst
cs: Kontext
cy: Cyd-destun
da: Kontekst
de: Kontext
el: Πλαίσιο
es_es: Contexto
et: Kontekst
eu: Testuinguru
fa: زمینه
fi: Konteksti
fil: Konteksto
fr_ca: Contexte
ga: Comhoiriúnacht
gl: Contexto
gu: સંદર્ભ
he: הקשר
hi: संदर्भ
hr: Kontekst
hu: Kontextus
hy: Համատեքստ
id: Konteks
is: Samhengi
it: Contesto
ja: コンテキスト
ka: კონტექსტი
kk: Контекст
km: បរិបទ
kn: ಹಿನ್ನಲೆ
ko: 맥락
lb: Kontext
lt: Kontekstas
lv: Konteksts
mi: Horopaki
mk: Контекст
ml: Kontext
mr: संदर्भ
ms: Konteks
mt: Kuntest
nb: Kontekst
ne: सन्दर्भ
nn: Kontekst
or: ପ୍ରସଙ୍ଗ
pa_in: ਸੰਦਰਭ
pl: Kontekst
pt_br: Contexto
ru: Контекст
sk: Kontext
sl: Kontekst
sq: Konteksti
sr_cyrl: Контекст
sr_cyrl_ba: Контекст
sr_latn: Kontekst
sv: Kontext
te: సందర్భం
th: บริบท
tr: Bağlam
tt: Контекст
ug: زامىنى
uk: Контекст
ur: سیاق
uz_latn: Kontekst
vi: Ngữ cảnh

# [AddStreamingChatContentToRange] MessageBox Text #1
source: Model refused output!
af: Model het uitvoer geweier!
am: ያጥመው የክስሰይብ ይዞ ምልሄ.
ar: رفضت النموذج المخرجات!
as: মডেল আউটপুট অস্বীকাৰ কৰিছে!
az_latn: Model çıxışı rədd etdi!
be: Мадэль адмовілася ад падання!
bg: Моделът отказа да генерира изход!
bn_in: মডেল আউটপুট অস্বীকার করেছে!
bs_latn: Model odbio izlaz!
ca: El model va refusar la sortida!
cs: Model odmítl výstup!
cy: gwrthodwyd y fodel!
da: Model nægtede output!
de: Modell hat Ausgabe verweigert!
el: Το μοντέλο αρνήθηκε την έξοδο!
es_es: ¡Modelo se negó a generar salida!
et: Mudel keeldus väljundist!
eu: Modeloak emaitzarik ukatu!
fa: مدل از تولید خروجی خودداری کرد!
fi: Malli kieltäytyi tuloksesta!
fil: Tinanggihan ng modelo ang output!
fr_ca: Modèle a refusé de produire une sortie !
ga: Dhiúltaigh an múnla do thorthaí!
gd: Tha an modail air a dhiùltadh!
gl: O modelo rexeitou a saída!
gu: મોડેલ આઉટપુટ શરૂ થતું થયું!
he: המודל סירב להפיק פלט!
hi: मॉडल ने आउटपुट करने से इंकार कर दिया!
hr: Model je odbio izlaz!
hu: A modell visszautasította a kimenetet!
hy: Մոդելը հրաժարվել է արդյունք!
id: Model menolak output!
is: Módeli neitaði úttak!
it: Modello rifiutato per l'output!
ja: モデルが出力を拒否しました！
ka: მოდელმა უარით უპასუხა!
kk: Модель шықпауды талап етті!
km: ម៉ូដែលបានបដិសេធផលចេញ!
kn: ಮಾದರಿ ಫಲಿತಾಂಶ ತಿರಸ್ಕೃತವಾಯಿತು!
ko: 모델 출력이 거부되었습니다!
lb: Modell refuséiert Ausgab!
lt: Modelis atsisakė išvesties!
lv: Modelis atteicās no izvades!
mi: I whakawātea te tauira!
mk: Моделот ги одби излезот!
ml: മോഡൽ പുറപ്പെടുവിക്കാൻ നിഷേധിച്ചു!
mr: मॉडेलने आउटपुट नाकारले!
ms: Model menolak output!
mt: Mudell rifiż l-output!
nb: Modell nektet utdata!
ne: मोडलले आउटपुट अस्वीकृत गर्यो!
nl: Model weigerde output!
nn: Modell nekta utdata!
or: ମଡେଲ୍ ନିଷ୍ରୁତତା
pa_in: ਮਾਡਲ ਨੇ ਆਉਟਪੁੱਟ ਇਨਕਾਰ ਕਰ ਦਿੱਤਾ!
pl: Model odmówił wyjścia!
pt_br: Modelo recusou saída!
ro: Modelul a refuzat ieșirea!
ru: Модель отказала в выводе!
sk: Model odmietol výstup!
sl: Model je zavrnil izhod!
sq: Modeli refuzoi daljen!
sr_cyrl: Модел је одбио излаз!
sr_cyrl_ba: Модел је одбио излаз!
sr_latn: Model je odbio izlaz!
sv: Modell vägrade att ge utdata!
te: మోడల్ ఔట్‌పుట్‌ని తిరస్కరించింది!
th: โมเดลปฏิเสธการส่งออก!
tr: Model çıktı vermeyi reddetti!
tt: Модель чыгаруны баш тартты!
ug: مودېل نەتىجە بەرگىلمەي.auti
uk: Модель відмовилася від виводу!
ur: ماڈل نے آؤٹ پٹ کو مسترد کر دیا!
uz_latn: Model chiqishni rad etdi!
vi: Mô hình từ chối đầu ra!

# [AddStreamingChatContentToRange] MessageBox Caption #1
source: Refusal
af: Weiering
am: ይወዳጥ አምሞ።
ar: الرفض
as: অস্বীকৃতি
az_latn: İmtina
be: Адмова
bg: Отказ
bn_in: অস্বীকৃতি
bs_latn: Odbijanje
ca: Refús
cs: Odmítnutí
cy: Gwrthod
da: Nægtelse
de: Verweigerung
el: Άρνηση
es_es: Negativa
et: Keeldumine
eu: Ukapena
fa: امتناع
fi: Kieltäytyminen
fil: Pagtanggi
fr_ca: Refus
ga: Diúltú
gd: Dhiùltadh
gl: Rexeitamento
gu: દર્ષન
he: סירוב
hi: इंकार
hr: Odbijanje
hu: Visszautasítás
hy: Հրաժարում
id: Penolakan
is: Neitun
it: Rifiuto
ja: 拒否
ka: უარი
kk: Бас тарту
km: ការបដិសេធ
kn: ತಿರಸ್ಕರಣೆ
ko: 거부
lb: Refus
lt: Atsisakymas
lv: Noraksts
mi: Whakaaetanga
mk: Одбивање
ml: പിന്വലനം
mr: नकार
ms: Penolakan
mt: Rifiża
nb: Nektelse
ne: अस्वीकृति
nl: Weigering
nn: Nekt
or: ଅସମ୍ମତି
pa_in: ਇਨਕਾਰ
pl: Odmowa
pt_br: Recusa
ro: Refuz
ru: Отказ
sk: Odmietnutie
sl: Zavrnitev
sq: Refuzimi
sr_cyrl: Одбијање
sr_cyrl_ba: Оdbijanje
sr_latn: Odbijanje
sv: Vägran
te: తిరస్కారం
th: การปฏิเสธ
tr: Reddetme
tt: Баш тарту
ug: رەسلمە
uk: Відмова
ur: انکار
uz_latn: Rad etish
vi: Từ chối

# [AddStreamingImageContentToRange] Exception #1
source: Error inserting image
af: Fout om beeld in te voeg
am: ይይወቱ ምልክን እንዳለው ወየው።
ar: خطأ في إدراج الصورة
as: ছবি যোগ কৰাৰ সময়ত ত্ৰুটি
az_latn: Şəkil daxil edərkən xəta
be: Памылка пры ўстаўцы малюнка
bg: Грешка при вмъкване на изображение
bn_in: চিত্র স্থাপন করতে ত্রুটি
bs_latn: Greška prilikom umetanja slike
ca: Error en la inserció de la imatge
cs: Chyba při vkládání obrázku
cy: Gwall wrth fewnosod delwedd
da: Fejl ved indsættelse af billede
de: Fehler beim Einfügen des Bildes
el: Σφάλμα κατά την εισαγωγή εικόνας
es_es: Error al insertar imagen
et: Pildi sisestamisel tõrge
eu: Irudiaren txertatze akatsa
fa: خطا در درج تصویر
fi: Virhe kuvan lisäämisessä
fil: Error sa pag-iinsert ng imahe
fr_ca: Erreur lors de l'insertion de l'image
ga: Earráid ag cur grianghraf isteach
gd: Mearachd a' cur ìomhaigh ris
gl: Erro ao inserir a imaxe
gu: છબી દાખલ કરવામાં ભૂલ
he: שגיאה בהכנסת תמונה
hi: छवि सम्मिलित करने में त्रुटि
hr: Greška prilikom umetanja slike
hu: Hiba a kép beszúrásakor
hy: Լուսանկարի տեղադրումն անհաջող է
id: Kesalahan saat menyisipkan gambar
is: Villa við að setja inn mynd
it: Errore nell'inserimento dell'immagine
ja: 画像の挿入エラー
ka: სურათის ჩასმის შეცდომა
kk: Суретті енгізу кезінде қате
km: កំហុសក្នុងការបញ្ចូលរូបភាព
kn: ನಕಲಿ ಚಿತ್ರವನ್ನು ಸೇರಿಸುವಾಗ ದೋಷ
ko: 이미지 삽입 오류
lb: Feeler beim Bild anzefügen
lt: Klaida įtraukiant vaizdą
lv: Kļūda, ievietojot attēlu
mi: Hapa tāpiri whakaahua
mk: Грешка при внесување слика
ml: ചിത്രം ചേർക്കുന്നതിലെ പരാജയം
mr: प्रतिमा समाविष्ट करण्यात त्रुटी
ms: Ralat menyisipkan imej
mt: Żball fil-ġustizzja ta' immagine
nb: Feil ved innsetting av bilde
ne: चित्रलाई समावेश गर्ने बेला त्रुटि
nl: Fout bij het invoegen van afbeelding
nn: Feil ved innsetting av bilde
or: ଛବି ଯୋଗ କରିବାରେ ତ୍ରୁଟି
pa_in: ਚਿੱਤਰ ਸ਼ਾਮਲ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
pl: Błąd wstawiania obrazu
pt_br: Erro ao inserir imagem
ro: Eroare la inserarea imaginii
ru: Ошибка вставки изображения
sk: Chyba pri vkladaní obrázka
sl: Napaka pri vstavljanju slike
sq: Gabim në inserimin e imazhit
sr_cyrl: Грешка у уметању слике
sr_cyrl_ba: Грешка при уметању слике
sr_latn: Greška prilikom umetanja slike
sv: Fel vid infogande av bild
te: చిత్రం చొప్పించడంలో లోపం
th: เกิดข้อผิดพลาดในการแทรกรูปภาพ
tr: Resim ekleme hatası
tt: Рәсем кертүдә хата
ug: رەسىم كىرگۈزۈش خاتاسى
uk: Помилка вставлення зображення
ur: تصویر داخل کرنے میں غلطی
uz_latn: Rasmni kiritishda xato
vi: Lỗi khi chèn hình ảnh

# [GetPictureAddress] InvalidDataException #1
source: Image URI handling is not currently supported by TextCraft!
af: Afbeelding URI-hantering word tans nie deur TextCraft ondersteun nie!
am: ሁሉሙ ይወግዥ።
ar: معالجة URI للصورة غير مدعومة حاليًا بواسطة TextCraft!
as: TextCraftৰ দ্বাৰা বৰ্তমান চিত্ৰ URI ব্যৱস্থাপনা সমৰ্থিত নহয়!
az_latn: Şəkil URI-nin idarəsi hal-hazırda TextCraft tərəfindən dəstəklənmir!
be: Апрацоўка URI малюнка цяпер не падтрымліваецца TextCraft!
bg: Обработката на URI на изображение в момента не се поддържа от TextCraft!
bn_in: টেক্সটক্রাফ্ট দ্বারা বর্তমানে চিত্র URI পরিচালনা সমর্থিত নয়!
bs_latn: Upravljenje URI-jem slike trenutno nije podržano u TextCraft-u!
ca: El maneig de URI d'imatge no és actualment compatible amb TextCraft!
cs: Zpracování URI obrazů aktuálně není v TextCraftu podporováno!
cy: Mae trin URI delweddau yn cael ei gefnogi'n fuan gan TextCraft!
da: Billed URI-håndtering understøttes i øjeblikket ikke af TextCraft!
de: Bild-URI-Verarbeitung wird derzeit von TextCraft nicht unterstützt!
el: Η διαχείριση URI εικόνας δεν υποστηρίζεται αυτή τη στιγμή από το TextCraft!
es_es: ¡El manejo de URI de imagen no está actualmente soportado por TextCraft!
et: Pildi URI käsitlemine ei ole praegu TextCraftis toetatud!
eu: Irudi URI tratamendua ez da oraingoz TextCraften onartzen!
fa: مدیریت URI تصویر در حال حاضر توسط TextCraft پشتیبانی نمی‌شود!
fi: Kuvan URI-käsittelyä ei tällä hetkellä tueta TextCraftissa!
fil: Ang paghawak ng URI ng imahe ay hindi kasalukuyang suportado ng TextCraft!
fr_ca: La gestion de l'URI d'image n'est actuellement pas prise en charge par TextCraft !
ga: Ní tacaítear le láimhseáil URI grianghraf faoi láthair ag TextCraft!
gd: Chan eil taic ri làimhseachadh URI ìomhaigh an-dràsta le TextCraft!
gl: A xestión do URI da imaxe non é actualmente compatible con TextCraft!
gu: ટેક્સ્ટક્રાફ્ટમાં છબી URI સંભાળવાં લેવા માટે આજ નો બંધારણ નથી!
he: טיפול ב-URI של תמונה אינו נתמך כרגע על ידי TextCraft!
hi: टेक्स्टक्राफ्ट द्वारा वर्तमान में छवि URI प्रबंधन समर्थित नहीं है!
hr: Obrada URI-ova slika trenutno nije podržana od strane TextCrafta!
hu: A képek URI kezelése jelenleg nem támogatott a TextCraftban!
hy: Լուսանկարի URI-ի կառավարման TextCraft-ում ներկայումս աջակցություն չկա!
id: Penanganan URI gambar saat ini tidak didukung oleh TextCraft!
is: Mynd URI meðferð er ekki núverandi studd af TextCraft!
it: La gestione dell'URI dell'immagine non è attualmente supportata da TextCraft!
ja: TextCraftでは現在、画像URIの処理はサポートされていません！
ka: სურათის URI მართვა ამჟამად TextCraft-ის მიერ მხარდაჭერილი არ არის!
kk: TextCraft-пен қазіргі уақытта суретті URI өңдеу қолдау көрсетілмейді!
km: ការដោះស្រាយ URI រូបភាពនៅតែមិនគាំទ្រដោយ TextCraft!
kn: ಚಿತ್ರ URI ನಿಭಂಧನೆ ಈಗಾಗಲೇ ಟೆಕ್ಸ್ಟ್‌ ಕ್ರಾಫ್ಟ್‌ನ್ನು ಬೆಂಬಲಿಸುತ್ತಿಲ್ಲ!
ko: TextCraft는 현재 이미지 URI 처리를 지원하지 않습니다!
lb: Bild URI Handhabung gëtt aktuell net vum TextCraft ënnerstëtzt!
lt: Vaizdo URI valdymas šiuo metu nepalaikomas TextCraft!
lv: Attēla URI apstrāde pašlaik netiek atbalstīta ar TextCraft!
mi: Kāore e tautokohia te whakahaere o te URI whakaahua e TextCraft!
mk: Обработката на URI на слика не е во моментов поддржана од TextCraft!
ml: TextCraft ഇപ്പോൾ ചിത്ര URI കൈകാര്യം ചെയ്യുന്നില്ല!
mr: TextCraft द्वारे प्रतिमा URI हाताळला जात नाही!
ms: Pengendalian URI imej tidak disokong oleh TextCraft pada masa ini!
mt: Il-Kura ta' l-URI tal-immagine mhijiex attwalment appoġġjata minn TextCraft!
nb: Bilde-URI håndtering støttes for øyeblikket ikke av TextCraft!
ne: TextCraft द्वारा छवि URI व्यवस्थापन हाल समर्थन गरिँदैन!
nl: Afbeelding URI-verwerking wordt momenteel niet ondersteund door TextCraft!
nn: Bilde-URI-håndtering støttast ikkje for tida av TextCraft!
or: TextCraft ଦ୍ୱାରା ଛବି URI ହାଣ୍ଡଲିଂ ବର୍ତ୍ତମାନ ଵ୍ୟାବହାର କରାଯାଇନି!
pa_in: TextCraft ਦੁਆਰਾ ਚਿੱਤਰ URI ਪ੍ਰਬੰਧਨ ਇਸ ਵੇਲੇ ਸਮਰਥਿਤ ਨਹੀਂ ਹੈ!
pl: Obsługa URI obrazu nie jest obecnie wspierana przez TextCraft!
pt_br: O manuseio de URI de imagem não é atualmente suportado pelo TextCraft!
ro: Manipularea URI-ului imaginii nu este în prezent acceptată de TextCraft!
ru: Обработка URI изображений в настоящее время не поддерживается TextCraft!
sk: Správa URI obrázka nie je v súčasnosti podporovaná TextCraft!
sl: Upravljanje URI slike trenutno ni podprto v TextCraftu!
sq: Menaxhimi i URI-t të imazheve nuk mbështetet aktualisht nga TextCraft!
sr_cyrl: Обрада URI слике тренутно није подржана у TextCraft-у!
sr_cyrl_ba: Обрада URI слике тренутно није подржана од стране TextCraft!
sr_latn: Upravljenje URI slikom trenutno nije podržano od strane TextCraft-a!
sv: Bild URI-hantering stöds för närvarande inte av TextCraft!
te: TextCraft ప్రస్తుతం చిత్రం URI నిర్వహణను మద్దతు ఇవ్వడం లేదు!
th: การจัดการ URI รูปภาพไม่รองรับใน TextCraft!
tr: Resim URI işlemesi şu anda TextCraft tarafından desteklenmiyor!
tt: TextCraft тарафыннан рәсем URI белән идарә итү хәзерге вакытта хупланмый!
ug: رەسىم URIنى TextCraft ئىشلىتىش كېلۋەتشە!
uk: Обробка URI зображення наразі не підтримується TextCraft!
ur: TextCraft کے ذریعہ تصویر URI کا ہینڈل کرنا فی الحال معاونت نہیں کیا جا رہا ہے!
uz_latn: Rasm URI boshqaruvi hozirda TextCraft tomonidan qo'llab-quvvatlanmaydi!
vi: Việc xử lý URI hình ảnh hiện không được hỗ trợ bởi TextCraft!

# [GetPictureAddress] InvalidOperationException #1
source: No valid image data found in the content part.
af: Geen geldige beelddata in die inhoudsdeel gevind nie.
am: ወዴት ገንዘ አውቪና, ክዋን.
ar: لم يتم العثور على بيانات صورة صالحة في جزء المحتوى.
as: বিষয়বস্তু অংশত কোনো বৈধ ছবি তথ্য পোৱা নগ'ল।
az_latn: Məzmun hissəsində heç bir etibarlı şəkil məlumatı tapılmadı.
be: У зместнай часткі не знойдзены правільныя даныя малюнка.
bg: Няма валидни данни за изображение, намерени в съдържателната част.
bn_in: সামগ্রীর অংশে valid চিত্র ডেটা পাওয়া যায়নি।
bs_latn: Nema važećih podataka o slici pronađenih u delu sadržaja.
ca: No s'ha trobat cap dada d'imatge vàlida a la part del contingut.
cs: V obsahu nebyla nalezena žádná platná data obrázku.
cy: Ni chafwyd unrhyw ddata delweddau dilys yn y rhan gynnwys.
da: Ingen gyldige billeddata fundet i indholdsdelen.
de: Keine gültigen Bilddaten im Inhaltsbereich gefunden.
el: Δεν βρέθηκαν έγκυρα δεδομένα εικόνας στην περιεχόμενο τμήμα.
es_es: No se encontraron datos de imagen válidos en la parte de contenido.
et: Sisendi osas ei leitud kehtivat pildiandmeid.
eu: Eduki parsian irudi datu baliodunen arrastorik ez da aurkitu.
fa: هیچ داده تصویری معتبری در قسمت محتوا پیدا نشد.
fi: Ei kelvollista kuvatietoa löytynyt sisällön osasta.
fil: Walang wastong data ng imahe na natagpuan sa bahagi ng nilalaman.
fr_ca: Aucune donnée d'image valide trouvée dans la partie contenu.
ga: Níl aon shonraí grianghraf valida le fáil sa chuid ábhar.
gd: Chan deach dàta ìomhaigh dligheach a lorg anns a’ phàirt content.
gl: Non se atoparon datos de imaxe válidos na parte do contido.
gu: સામગ્રી ભાગમાં માન્ય છબીની માહિતી મળી નથી.
he: לא נמצאו נתוני תמונה חוקיים בחלק התוכן.
hi: सामग्री भाग में कोई मान्य छवि डेटा नहीं मिला।
hr: Nema valjanih podataka o slici pronađenih u dijelu sadržaja.
hu: Nem található érvényes képadat a tartalmi részben.
hy: Բովանդակության մասում համադրված վավեր լուսանկարի տվյալներ չեն գտնվել:
id: Tidak ada data gambar yang valid ditemukan di bagian konten.
is: Engin gilt mynd gögn fundin í innihaldi hluta.
it: Nessun dato immagine valido trovato nella parte di contenuto.
ja: コンテンツ部分に有効な画像データが見つかりませんでした。
ka: შინაარსობრივ ნაწილში არ მოიძებნა ვალიდური სურათის მონაცემები.
kk: Мазмұн бөлігінде жарамды сурет деректері табылмады.
km: មិនមានទិន្នន័យរូបភាពត្រឹមត្រូវណាមួយនៅក្នុងផ្នែកមាតិកាប្រកាស។
kn: ವಿಷಯ ಭಾಗದಲ್ಲಿ ಮಾನ್ಯ ಚಿತ್ರ ದತ್ತಾಂಶ ದೊರೆಯಲಿಲ್ಲ.
ko: 콘텐츠 부분에 유효한 이미지 데이터가 없습니다.
lb: Keen gëlteg Bilddaten am Inhalt Deel fonnt.
lt: Nėra galiojančių vaizdo duomenų turinio dalyje.
lv: Saturā neatrasts derīgs attēla dati.
mi: Kāore i kitea he mōhiohio whakaahua e tika ana i te wāhanga ihirangi.
mk: Нема пронајдени валидни податоци за слика во диелот за содржина.
ml: ഉള്ളടക്ക ഭാഗത്തിൽ സാധൂകരിക്കാത്ത ചിത്രം ലഭ്യമല്ല.
mr: सामग्री भागात कोणतीही वैध प्रतिमा डेटा सापडला नाही.
ms: Tiada data imej yang sah dijumpai dalam bahagian kandungan.
mt: M'hemm l-ebda data valida tal-immaġini f'parti tal-kontenut.
nb: Ingen gyldige bildedata funnet i innholdsdelen.
ne: समाग्री भागमा कुनै मान्य छवि डाटा फेला परेको छैन।
nl: Geen geldige afbeeldingsgegevens gevonden in het inhoudsgedeelte.
nn: Ingen gyldig bildedata funnet i innhaldsdelen.
or: ଅନୁବାଦ ଡାଟା ମିଳିନି ।
pa_in: ਸਮੱਗਰੀ ਭਾਗ ਵਿੱਚ ਕੋਈ ਵੈਧ ਚਿੱਤਰ ਡੇਟਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono żadnych prawidłowych danych obrazu w części treści.
pt_br: Nenhum dado de imagem válido encontrado na parte do conteúdo.
ro: Niciun set valid de date ale imaginii găsit în partea de conținut.
ru: Неверные данные изображения не найдены в части содержимого.
sk: Nebol nájdený platný obrazový údaj v obsahu.
sl: Ni bilo najdenih veljavnih podatkov o sliki v vsebinski del.
sq: Nuk u gjetën të dhëna të vlefshme të imazhit në pjesën e përmbajtjes.
sr_cyrl: Нема валидних података о слици пронађених у делу садржаја.
sr_cyrl_ba: Нема важећих података о сликама у делу садржаја.
sr_latn: Nema validnih podataka o slici pronađenih u delu sadržaja.
sv: Inga giltiga bilddata hittades i innehållsdelen.
te: కంటెంట్ భాగంలో చెల్లుబాటు కాబోయే చిత్ర సమాచారం కనపడలేదు.
th: ไม่พบข้อมูลรูปภาพที่ถูกต้องในส่วนเนื้อหา
tr: İçerik kısmında geçerli resim verisi bulunamadı.
tt: Эчтәлек өлешендә валид рәсем мәгълүматы табылмады.
ug: مەزمۇن قىسىمدىن توغرا رەسىم سانائىلىق يوق.
uk: Дійсні дані зображення не знайдено у частині вмісту.
ur: مواد کے حصے میں کوئی درست تصویر کا ڈیٹا نہیں ملا۔
uz_latn: Mazmun qismida amal qiluvchi haqiqiy rasm ma'lumotlari topilmadi.
vi: Không tìm thấy dữ liệu hình ảnh hợp lệ trong phần nội dung.

# (ThisAddIn.cs) [InitializeEnvironmentVariables] ArgumentException #1
source: Could not find any language models from the API.
af: Kon geen taalmodelle vanaf die API gevind word nie.
ar: لم يتم العثور على أي نماذج لغوية من واجهة برمجة التطبيقات.
as: API ৰ পৰা কোনোধৰণৰ ভাষা মডেল বিচাৰি পোৱা নহ'লে।
az_latn: API-dən heç bir dil modelini tapa bilmədim.
be: Невядома, як зразумець мадэлі моў з API.
bg: Не можа да намеря никакви езикови модели от API-то.
bn_in: API থেকে কোনো ভাষার মডেল খুঁজে পাওয়া যায়নি।
bs_latn: Nije moguće pronaći nijedan jezički model iz API-ja.
cs: Nebyly nalezeny žádné jazykové modely z API.
cy: Ni chafwyd unrhyw fodelau iaith o'r API.
de: Konnte keine Sprachmodelle von der API finden.
es_es: No se pudieron encontrar modelos de lenguaje en la API.
eu: Ez da API-tik inolako hizkuntza modelorik aurkitu.
ga: Níorbh fhéidir le haon mhódelanna teanga a fháil ón API.
hi: API से कोई भी भाषा मॉडल नहीं मिला।
hu: Nem találtam semmilyen nyelvi modellt az API-ból.
hy: API-ից որևէ լեզվաբան թողարկվող մոդելներ չգտնվեցին։
is: Gat ekki fundið neina tungumálalíkan frá API-inu.
it: Impossibile trovare modelli linguistici dall'API.
ja: APIから言語モデルを見つけることができませんでした。
km: មិនអាចរកបានម៉ូឌែលភាសាណាមួយពី API នេះទេ។
lb: Konnte kengsprachmodeller aus der API fannen.
lt: Iš API negalima rasti jokių kalbos modelių.
mi: Ka taea te kimi i ētahi tauira reo mai i te API.
mk: Не можев да најдам ниедна јазична модел од API.
ml: API-യിൽ നിന്നുള്ള ഒരു ഭാഷാ മോഡലും കണ്ടെത്താനായില്ല.
mr: API कडून कोणतेही भाषा मॉडेल सापडले नाहीत.
ms: Tidak dapat menemukan sebarang model bahasa dari API.
mt: Ma rnexxilx insib modelleġġi ta' lingwa mill-API.
nb: Fant ingen språkmodeller fra API-en.
nl: Kon geen taalmodellen van de API vinden.
nn: Klart ikkje å finne nokre språkmodellar frå API-et.
pt_br: Não foi possível encontrar nenhum modelo de linguagem na API.
ru: Не удалось найти ни одной языковой модели из API.
sq: Nuk mund të gjendet asnjë model gjuhe nga API.
sr_latn: Nije moglo da se pronađu nijeni jezički modeli putem API-ja.
sv: Kunde inte hitta några språkmodeller från API:et.
te: API నుండి ఎలాంటి భాషా నమూనాలను కనుగొనడం జరగలేదు.
th: ไม่สามารถค้นหาโมเดลภาษาจาก API ได้
tt: API'dan hiç tel'k modelle tabılmadı.
