Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# (ModelProperties.cs) [GetContextLength] OllamaMissingContextWindowException #1
source: Unable to fetch the context length for {0}!
af: Nie in staat om die kontekstlengte vir {0} te bekom nie!
am: ከ≡0 ገለብጥ በግዚያ፣ ወይን!
ar: تعذر جلب طول السياق لـ {0}!
as: {0} ৰ বাবে প্ৰসংগৰ দৈৰ্ঘ্য উঠাবলৈ অক্ষম!
az_latn: {0} üçün kontekst uzunluğunu əldə etmək mümkün deyil!
be: Няма магчымасці атрымаць даўжыню кантэксту для {0}!
bg: Неуспешно получаване на дължината на контекста за {0}!
bn_in: {0} এর জন্য প্রসঙ্গের দৈর্ঘ্য উদ্ধার করতে অক্ষম!
bs_latn: Nije moguće dobiti dužinu konteksta za {0}!
ca: No es pot obtenir la longitud del context per a {0}!
cs: Nelze získat délku kontextu pro {0}!
cy: Ni allwch ddal hyd y cyd-destun ar gyfer {0}!
da: Kan ikke hente kontekstlængde for {0}!
de: Kann die Kontextlänge für {0} nicht abrufen!
el: Αδυναμία ανάκτησης του μήκους του πλαισίου για {0}!
es_es: ¡No se pudo obtener la longitud del contexto para {0}!
et: Ei suudetud konteksti pikkust hankida {0} jaoks!
eu: Ez da {0} edukitako testuinguru luzera lortzea posible izan!
fa: امکان دریافت طول متن برای {0} وجود ندارد!
fi: Ei voida noutaa konteksti­pituutta {0}!
fil: Hindi makuha ang haba ng konteksto para sa {0}!
fr_ca: Impossible de récupérer la longueur du contexte pour {0} !
ga: Ní féidir an fad comhoibrithe a fháil do {0}!
gd: Cha bhi comas aig an t-sreath context fhaighinn airson {0}!
gl: Non se pode obter a lonxitude do contexto para {0}!
gu: {0} માટે સંદર્ભ લંબાઈ હાંકી શકતા નથી!
he: לא ניתן להשיג את אורך ההקשר עבור {0}!
hi: {0} के लिए संदर्भ लंबाई प्राप्त करने में असमर्थ!
hr: Nije moguće dohvatiti duljinu konteksta za {0}!
hu: Nem sikerült lekérdezni a(z) {0} szövegkörnyezet hosszát!
hy: Չի կարող հրաժարվել {0} համատեքստի երկարությունը գտնելու համար!
id: Tidak dapat mengambil panjang konteks untuk {0}!
is: Ekki hægt að sækja samhengi lengd fyrir {0}!
it: Impossibile recuperare la lunghezza del contesto per {0}!
ja: {0}のコンテキスト長を取得できませんでした！
ka: შეუძლებელია კონტექსტის სიგრძის მოპოვება {0}-ისთვის!
kk: {0} үшін контекст ұзындығын алу мүмкін емес!
km: មិនអាចទាញយកប្រវែងបរិបទសម្រាប់ {0} បានទេ!
kn: {0}ಗಾಗಿ ಹಿನ್ನಲೆ ಉದ್ದವನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ!
ko: {0}의 컨텍스트 길이를 가져올 수 없습니다!
lb: A nets konnt d'Kontextläng fir {0} fannen!
lt: Nepavyko gauti konteksto ilgio {0}!
lv: Neizdevās iegūt konteksta garumu {0}!
mi: Kāore e taea te tiki i te rahi kontekst mō {0}!
mk: Не можеме да го добиеме должината на контекстот за {0}!
ml: {0} -ന്റെ പ്രാചീരത്തിന്റെ നീളം എടുക്കാൻ കഴിയാതെ!
mr: {0} साठी संदर्भ लांबी मिळवण्यात अयशस्वी!
ms: Tidak dapat mendapatkan panjang konteks untuk {0}!
mt: Ma tistax tiġbor it-tul tal-kuntest għal {0}!
nb: Kan ikke hente kontekstlengden for {0}!
ne: {0} का लागि सन्दर्भ लम्बाई प्राप्त गर्न असमर्थ!
nl: Kan de contextlengte voor {0} niet ophalen!
nn: Klarer ikkje å hente konteksten lengde for {0}!
or: {0} ପାଇଁ ପ୍ରସଙ୍ଗ ଦୈର୍ଘ୍ୟ ଆଡ଼ି ପାଇଁ ଅକ୍ଷମ!
pa_in: {0} ਲਈ ਸੰਦਰਭ ਦੀ ਲੰਬਾਈ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਅਸਫਲ!
pl: Nie można pobrać długości kontekstu dla {0}!
pt_br: Não foi possível recuperar o comprimento do contexto para {0}!
ro: Imposibil de recuperat lungimea contextului pentru {0}!
ru: Не удалось получить длину контекста для {0}!
sk: Nepodarilo sa získať dĺžku kontextu pre {0}!
sl: Ni možno pridobiti dolžine konteksta za {0}!
sq: Nuk është e mundur të merret gjatësia e kontekstit për {0}!
sr_cyrl: Непосредна дужина контекста за {0} није доступна!
sr_cyrl_ba: Није могуће преузети дужину контекста за {0}!
sr_latn: Nije moguće prikupiti dužinu konteksta za {0}!
sv: Kan inte hämta kontextens längd för {0}!
ta_in: {0} க்கு உள்ளடக்க நீளம் பெற முடியவில்லை!
te: {0} కోసం సందర్భం పొడవును తెరవలేకపోయింది!
th: ไม่สามารถดึงความยาวบริบทสำหรับ {0} ได้!
tr: {0} için bağlam uzunluğunu alma başarısız oldu!
tt: {0} өчен контекст озынлыгын таба алмады!
ug: {0} ئۈچۈن كۈنمۇزۇ نۇسخىسىغا ئالماشتۇرىشقا بولمايدۇ!
uk: Неможливо отримати довжину контексту для {0}!
ur: {0} کے لیے سیاق و سباق کی لمبائی حاصل کرنے میں ناکام!
uz_latn: {0} uchun kontekst uzunligini olish imkoniyati yo'q!
vi: Không thể lấy độ dài ngữ cảnh cho {0}!
zh_hans: 无法获取 {0} 的上下文长度！
zh_hant: 無法取得 {0} 的上下文長度！

# (CommonUtils.cs) [GetInternetAccessPermission] MessageBox #1 Text
source: Do you want to allow TextCraft to access the following internet resource?
af: Wil jy TextCraft toelaat om toegang te verkry tot die volgende internetbron?
am: ይቅጽ! ላይው በየእንዴት ይኖር እንዴት መዋረድ?
ar: هل تريد السماح لـ TextCraft بالوصول إلى المورد الإنترنت التالي؟
as: TextCraft-এ তলৰ ইণ্টাৰনেট সম্পদৰ প্ৰৱেশ দিব বিচাৰেনে?
az_latn: TextCraft-ın aşağıdakı internet resursuna girməsinə icazə vermək istəyirsiniz?
be: Вы жадаеце дазволіць TextCraft атрымаць доступ да наступнага інтэрнэт-ресурсу?
bg: Искате ли да позволите на TextCraft да получи достъп до следния интернет ресурс?
bn_in: আপনি কি টেক্সটক্রাফ্টকে নিচের ইন্টারনেট সম্পদে অ্যাক্সেস অনুমতি দিতে চান?
bs_latn: Da li želite da dopustite TextCraft-u da pristupi sledećem resursu na internetu?
ca: Vols permetre que TextCraft accedeixi al següent recurs d'internet?
cs: Chcete povolit TextCraft přístup k následujícím internetovým zdrojům?
cy: A fyddech am ganiat√°u i TextCraft gael mynediad i'r adnodd rhyngrwyd canlynol?
da: Ønsker du at tillade TextCraft at få adgang til følgende internetressource?
de: Möchten Sie TextCraft erlauben, auf die folgende Internetressource zuzugreifen?
el: Θέλετε να επιτρέψετε στο TextCraft να αποκτήσει πρόσβαση στην παρακάτω διαδικτυακή πηγή;
es_es: ¿Quieres permitir que TextCraft acceda al siguiente recurso de internet?
et: Kas soovite lubada TextCraftil juurdepääsu järgmisele Interneti-ressursile?
eu: Baieztatu nahi al duzu TextCraftek hurrengo internet baliabidea eskuratzeko?
fa: آیا می‌خواهید به TextCraft اجازه دهید به منبع اینترنتی زیر دسترسی داشته باشد؟
fi: Haluatko antaa TextCraftin käyttää seuraavaa internet-resurssia?
fil: Gusto mo bang payagan ang TextCraft na ma-access ang sumusunod na mapagkukunan ng internet?
fr_ca: Souhaitez-vous permettre à TextCraft d'accéder à la ressource Internet suivante ?
ga: An bhfuil tú ag iarraidh cead a thabhairt do TextCraft chun rochtain a fháil ar an acmhainn idirlín seo?
gd: A bheil thu airson leigeil le TextCraft faighinn gu goireas eadar-lìn shònraichte?
gl: Queres permitir que TextCraft acceda ao seguinte recurso de internet?
gu: શું તમે ટેક્સ્ટક્રાફ્ટને નીચેના ઇન્ટરનેટ સંસાધનનો હક્ક આપવો માંગો છો?
he: האם אתה רוצה לאפשר ל-TextCraft לגשת למשאב האינטרנט הבא?
hi: क्या आप टेक्स्टक्राफ्ट को निम्नलिखित इंटरनेट संसाधन तक पहुँचने की अनुमति देना चाहते हैं?
hr: Želite li dopustiti TextCraftu pristup sljedećem internetu resursu?
hu: Szeretnéd engedélyezni a TextCraft számára az alábbi internetforráshoz való hozzáférést?
hy: Ճի՞շտ է, որ TextCraft-ին թույլ տանք ուղղահայելու վերագրված օբյեկտը:
id: Apakah Anda ingin mengizinkan TextCraft untuk mengakses sumber daya internet berikut?
is: Viltu leyfa TextCraft að nálgast eftirfarandi internetuheimild?
it: Vuoi consentire a TextCraft di accedere alla seguente risorsa internet?
ja: TextCraftに次のインターネットリソースへのアクセスを許可しますか？
ka: გსურთ დაუშვათ TextCraft-ს, მიიღოს შემდეგი ინტერნეტ რესურსი?
kk: TextCraft-ке келесі интернет ресурсына кіруге рұқсат бергіңіз келе ме?
km: តើអ្នកចង់អនុញ្ញាតឱ្យ TextCraft ចូលដំណើរការទ nguồn​អ៊ីនធឺណិតខាងក្រោមមែនទេ?
kn: ಟೆಕ್ಸ್ಟ್‌ ಕ್ರಾಫ್ಟ್‌ನ್ನು ಈ ಕಗ್ಗೊತ್ತು ಸಂಪತ್ತುಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಅನುಮತಿಸಲು ಬಯಸುತ್ತೀರಾ?
ko: TextCraft가 다음 인터넷 리소스에 접근하도록 허용하시겠습니까?
lb: Wëllt Dir TextCraft erlaaben den folgenden Internetressource ze accédéiere?
lt: Ar norite leisti TextCraft pasiekti šį interneto išteklių?
lv: Vai vēlaties atļaut TextCraft piekļūt šim interneta resursam?
mi: E hiahia ana koe ki te whakaaetanga i a TextCraft ki te whakawhiti i ngā rauemi ipurangi e whai ake nei?
mk: Дали сакате да му дозволите на TextCraft да пристапи до следниот интернет ресурс?
ml: TextCraft താഴെ പറയുന്ന ഇന്റർനെറ്റ് ഉറവിടത്തെ ആക്സസ് ചെയ്യാൻ അനുവദിക്കാമെന്നു നിങ്ങൾക്കുണ്ടോ?
mr: TextCraft ला खालील इंटरनेट संसाधनाचा प्रवेश देऊ इच्छिता का?
ms: Adakah anda ingin membenarkan TextCraft mengakses sumber internet berikut?
mt: Tixtieq li tattendi għal TextCraft biex taċċessa r-riżorsa internet li ġejja?
nb: Vil du tillate TextCraft å få tilgang til følgende internettressurs?
ne: के तपाईं TextCraft लाई निम्नलिखित इन्टरनेट स्रोतमा पहुँच दिन चाहानुहुन्छ?
nl: Wilt u TextCraft toestemming geven om de volgende internetbron te openen?
nn: Vil du tillate TextCraft å få tilgang til følgjande internettressurs?
or: କି ବ୍ୟବହାରକାରୀ TextCraftକୁ ନିମ୍ନଲିଖିତ ଇନ୍ଟରନେଟ୍ ଉତ୍ସକୁ ଆକ୍ସେସ୍ ଦେବାକୁ ଇଚ୍ଛା କରନ୍ତି?
pa_in: ਕੀ ਤੁਸੀਂ TextCraft ਨੂੰ ਹੇਠਾਂ ਦਿੱਤੇ ਇੰਟਰਨੈਟ ਸਰੋਤ ਤੱਕ ਪਹੁੰਚ ਦੀ ਆਗਿਆ ਦੇਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy chcesz zezwolić TextCraft na dostęp do następującego zasobu internetowego?
pt_br: Você deseja permitir que o TextCraft acesse o seguinte recurso da internet?
ro: Vrei să permiți TextCraft să acceseze următoarea resursă internet?
ru: Вы хотите разрешить TextCraft доступ к следующему интернет-ресурсу?
sk: Chcete povoliť TextCraftu prístup k nasledujúcim internetovým zdrojom?
sl: Ali želite dovoliti, da TextCraft dostopa do naslednjega internetnega vira?
sq: A dëshiron të lejojë TextCraft të hyjë në burimin e internetit të mëposhtëm?
sr_cyrl: Да ли желите да дозволите TextCraft-у да приступи следећем интернет ресурсу?
sr_cyrl_ba: Желите ли да дозволите TextCraft-у да приступи следећем интернет ресурсу?
sr_latn: Da li želite da dozvolite TextCraft-u pristup sledećem internet resursu?
sv: Vill du tillåta TextCraft att få åtkomst till följande internetresurs?
ta_in: TextCraft இனை பின்வரும் இணைய மூலத்தை அணுக அனுமதிக்க விரும்புகிறீர்களா?
te: TextCraft కి క్రింది ఇంటర్నెట్ వనరులను యాక్సెస్ చేయడానికి అనుమతించాలా?
th: คุณต้องการอนุญาตให้ TextCraft เข้าถึงทรัพยากรอินเทอร์เน็ตต่อไปนี้หรือไม่?
tr: TextCraft'ın aşağıdaki internet kaynağına erişmesine izin vermek ister misiniz?
tt: TextCraft программасының түбәндәге интернет ресурсларын алырга рөхсәт итәргә телисезме?
ug: TextCraft'نىڭ تۆۋەندىكى توردىكى رىسورسقا كەڭەش بېرەمدۇق.semantic؟
uk: Ви хочете дозволити TextCraft доступ до наступного інтернет-ресурсу?
ur: کیا آپ TextCraft کو مندرجہ ذیل انٹرنیٹ وسائل تک رسائی کی اجازت دینا چاہتے ہیں؟
uz_latn: TextCraftga quyidagi internet manziliga kirishga ruxsat bermoqchimisiz?
vi: Bạn có muốn cho phép TextCraft truy cập vào nguồn tài nguyên internet sau không?

# (CommonUtils.cs) [GetInternetAccessPermission] MessageBox #1 Caption
source: Internet Access
af: Internettoegang
am: የኢንተርኔት መድረክ
ar: الوصول إلى الإنترنت
as: ইণ্টাৰনেট প্ৰৱেশ
az_latn: İnternet Əlaqəsi
be: Доступ да інтэрнэту
bg: Достъп до интернет
bn_in: ইন্টারনেট অ্যাক্সেস
bs_latn: Pristup internetu
ca: Accés a Internet
cs: Internetový přístup
cy: Mynediad Rhyngrwyd
da: Internetadgang
de: Internetzugang
el: Πρόσβαση στο Διαδίκτυο
es_es: Acceso a Internet
et: Interneti-juurdepääs
eu: Interneteko Sarbidea
fa: دسترسی به اینترنت
fi: Internet-yhteys
fil: Access sa Internet
fr_ca: Accès Internet
ga: Rochtain Idirlín
gd: Ruigsinneachd eadar-lìn
gl: Acceso a Internet
gu: ઈન્ટરનેટ પ્રવેશ
he: גישת אינטרנט
hi: इंटरनेट एक्सेस
hr: Pristup internetu
hu: Internet Hozzáférés
hy: Ինտերնետ հասանելիություն
id: Akses Internet
is: Internetaðgangur
it: Accesso a Internet
ja: インターネットアクセス
ka: ინტერნეტ წვდომა
kk: Интернетке қолжетімділік
km: ចូលដំណើរការអ៊ីនធឺណិត
kn: ಇಂಟರ್‌ನೆಟ್ ಪ್ರವೇಶ
ko: 인터넷 접근
lt: Interneto prieiga
lv: Interneta piekļuve
mi: Hīkoi Ipurangi
mk: Пристап до интернет
ml: ഇന്റർനെറ്റ് ആക്സസ്
mr: इंटरनेट प्रवेश
ms: Akses Internet
mt: Aċċess għall-Internet
nb: Internett-tilgang
ne: इन्टरनेट पहुँच
nl: Internet Toegang
nn: Internett-tilgang
or: ଇନ୍ଟର୍ନେଟ୍ ଆକ୍ସେସ୍
pa_in: ਇੰਟਰਨੈਟ ਪਹੁੰਚ
pl: Dostęp do Internetu
pt_br: Acesso à Internet
ro: Acces Internet
ru: Доступ в интернет
sk: Prístup na internet
sl: Dostop do interneta
sq: Q_ACCESS në Internet
sr_cyrl: Интернет приступ
sr_cyrl_ba: Интернет Приступ
sr_latn: Pristup internetu
sv: Internetåtkomst
ta_in: இணைய அணுகல்
te: ఇంటర్నెట్ యాక్సెస్
th: การเข้าถึงอินเทอร์เน็ต
tr: İnternet Erişimi
tt: Интернетка керү
ug: توردىن كېرىش
uk: Доступ до Інтернету
ur: انٹرنیٹ تک رسائی
uz_latn: Internetga kirish
vi: Truy cập Internet

# (WordMarkdown.cs) [ApplyMarkdownFormatting] ArgumentOutofRangeException #1
source: Unknown format type for Markdown processing!
af: Onbekende formaat tipe vir Markdown-verwerking!
am: መለኪያ ዝርዝር!
ar: نوع الشكل غير معروف لمعالجة Markdown!
as: Markdown প্ৰক্ৰিয়াৰ বাবে অজানা ৰূপৰেখা!
az_latn: Markdown emalı üçün bilinməyən format tipi!
be: Невядомы тып фармату для апрацоўкі Markdown!
bg: Непознат формат за обработка на Markdown!
bn_in: মার্কডাউন প্রক্রিয়াকরণের জন্য অজানা ফরম্যাট ধরনের!
bs_latn: Nepoznat format za Markdown procesiranje!
ca: Tipus de format desconegut per al processament de Markdown!
cs: Neznámý typ formátu pro zpracování Markdown!
cy: Math fformat anhysbys ar gyfer prosesu Markdown!
da: Ukendt format type til Markdown behandling!
de: Unbekannter Formattyp für Markdown-Verarbeitung!
el: Άγνωστος τύπος φορμά για επεξεργασία Markdown!
es_es: ¡Tipo de formato desconocido para el procesamiento de Markdown!
et: Tundmatu formaaditüüp Markdowni töötlemiseks!
eu: Markdown prozesatzean formatu ezezaguna!
fa: نوع فرمت ناشناخته برای پردازش Markdown!
fi: Tuntematon muodotyyppi Markdown-käsittelyä varten!
fil: Hindi kilalang uri ng format para sa pagproseso ng Markdown!
fr_ca: Type de format inconnu pour le traitement Markdown !
ga: Cineál formáid anaithnid do phróiseáil Markdown!
gd: Freagairtean cruthachadh airson pròiseactan!
gl: Tipo de formato descoñecido para o procesamento de Markdown!
gu: માર્કડાઉન પ્રક્રિયા માટે અજ્ઞાત ફોર્મેટ પ્રકાર!
he: סוג פורמט לא ידוע עבור עיבוד Markdown!
hi: मार्कडउन प्रोसेसिंग के लिए अज्ञात प्रारूप प्रकार!
hr: Nepoznati format za obradu Markdwon-a!
hu: Ismeretlen formátum típus a Markdown feldolgozásához!
hy: Markdown մշակման համար անհասկանալի ձևաչափի տեսակ!
id: Jenis format tidak dikenal untuk pemrosesan Markdown!
is: Óþekkta skráartegund fyrir Markdown vinnslu!
it: Tipo di formato sconosciuto per l'elaborazione di Markdown!
ja: Markdown処理の不明なフォーマットタイプ！
ka: უცნობი ფორმატი Markdown დამუშავებისთვის!
kk: Markdown өңдеу үшін белгісіз формат түрі!
km: ប្រភេទទ្រង់ទ្រាយមិនស្គាល់សម្រាប់ការបកប្រែ Markdown!
kn: ಮಾರ್ಕ್‌ಡೋನ್ ಪ್ರೊಸೆಸಿಂಗ್‌ಗಾಗಿ ಅಜ್ಞಾತ ફಾರ್ಮಾಟ್ ಪ್ರಕಾರ!
ko: Markdown 처리를 위한 형식 유형이 알 수 없습니다!
lb: Onbekannte Formattyp fir Markdownveraarbechtung!
lt: Nenumatytas formato tipas Markdown apdorojimui!
lv: Nezināma formāta veids Markdown apstrādei!
mi: Kāore e mōhiotia te tūmomo hōputu mō te whakahaere Markdown!
mk: Непознат формат за обработка на Markdown!
ml: Markdown പ്രോസസ്സിംഗിനായി അജ്ഞാത ഫോർമാറ്റ് തരം!
mr: Markdown प्रक्रिया साठी अज्ञात स्वरूप प्रकार!
ms: Jenis format tidak diketahui untuk pemprosesan Markdown!
mt: Tip ta' formatt magħruf għall-ipproċessar ta' Markdown!
nb: Ukjent formattype for Markdown-behandling!
ne: मार्कडाउन प्रशोधनका लागि अज्ञात ढाँचा प्रकार!
nl: Onbekend bestandsformaat voor Markdown-verwerking!
nn: Ukjend formatstype for Markdown-prosessering!
or: Markdown ପ୍ରକ୍ରିୟା ପାଇଁ ଅଜଣା ଫର୍ମାଟ୍ ପ୍ରକାର!
pa_in: ਮਾਰਕਡੋਨ ਪ੍ਰਕਿਰਿਆ ਲਈ ਅਨੇਕਰੂਪ ਫਾਰਮੈਟ ਕਿਸਮ ਅਣਜਾਣ!
pl: Nieznany typ formatu do przetwarzania Markdown!
pt_br: Tipo de formato desconhecido para processamento Markdown!
ro: Tip de format necunoscut pentru procesarea Markdown!
ru: Неизвестный формат для обработки Markdown!
sk: Neznámy formát pre spracovanie Markdown!
sl: Neznana vrsta formata za obdelavo Markdown!
sq: Lloji i formatit të panjohur për përpunimin e Markdown!
sr_cyrl: Непознати формат за обраду Маркдаун-а!
sr_cyrl_ba: Непознати формат типа за обраду Маркдауна!
sr_latn: Nepoznata vrsta formata za Markdown obradu!
sv: Okänt formattyp för Markdown-bearbetning!
ta_in: Markdown செயலாக்கத்திற்கு அடையாளம் காணப்படாத வடிவம்!
te: మార్క్‌డౌన్ ప్రాసెసింగ్ కోసం తెలియని ఫార్మాట్ రకం!
th: รูปแบบประเภทที่ไม่รู้จักสำหรับการประมวลผล Markdown!
tr: Markdown işleme için bilinmeyen format türü!
tt: Markdown эшкәртү өчен билгесез формат төре!
ug: Markdown ۋەزىپە تىپىنى بىلىدىغان ئىقتىدار يوق!
uk: Невідомий тип формату для обробки Markdown!
ur: Markdown پروسیسنگ کے لیے نامعلوم فارمیٹ کی قسم!
uz_latn: Markdown ishlov berish uchun noma'lum format turi!
vi: Loại định dạng không xác định cho việc xử lý Markdown!
zh_hans: 未知的 Markdown 处理格式类型!
zh_hant: 未知的 Markdown 處理格式類型！

# (WordMarkdown.cs) [GetCodeBlockAtIndex] ApplicationException #1
source: Markdown code block not found at index {0}!
af: Markdown-kodeblok nie op indeks {0} gevind nie!
am: እንዲጀምር ማደረጅ ቢኖር እስከ {0} አዋጅ ይግቡ!
ar: لم يتم العثور على كتلة كود Markdown في الفهرس {0}!
as: সূচক {0} ত Markdown কোড ব্লক পোৱা নগ'ল!
az_latn: Markdown kod bloku {0} indeksi üzrə tapılmadı!
be: Блок кода Markdown не знойдзены па індэксе {0}!
bg: Блок с код на Markdown не е намерен на индекс {0}!
bn_in: সূচক {0} এ মার্কডাউন কোড ব্লক পাওয়া যায়নি!
bs_latn: Markdown kodni blok nije pronađen na indeksu {0}!
ca: Bloc de codi Markdown no trobat a l'índex {0}!
cs: Blok kódu Markdown nebyl nalezen na indexu {0}!
cy: Ni chafwyd bloc cod Markdown yn y cyfeirnod {0}!
da: Markdown kodeblok ikke fundet ved indeks {0}!
de: Markdown-Codeblock nicht gefunden bei Index {0}!
el: Δεν βρέθηκε μπλοκ κώδικα Markdown στο ευρετήριο {0}!
es_es: ¡Bloque de código Markdown no encontrado en el índice {0}!
et: Markdowni koodiplokki ei leitud indeksis {0}!
eu: Markdown kode blokea ez da aurkitu {0} indizean!
fa: بلوک کد Markdown در اندیس {0} یافت نشد!
fi: Markdown-koodilohkoa ei löytynyt indeksistä {0}!
fil: Hindi natagpuan ang Markdown code block sa index {0}!
fr_ca: Bloc de code Markdown non trouvé à l'index {0} !
ga: Bloc cód Markdown nach fhuil le fáil ag innéacs {0}!
gd: Chan deach bloca an còd Markdown a lorg aig an innse {0}!
gl: Bloc de código de Markdown non encontrado no índice {0}!
gu: સૂચકાંક {0} પર માર્કડાઉન કોડ બ્લોક મળી નથી!
he: בלוק קוד Markdown לא נמצא באינדקס {0}!
hi: मार्कडउन कोड ब्लॉक अनुक्रमांक {0} पर नहीं मिला!
hr: Markdown blok kodova nije pronađen na indeksu {0}!
hu: Nincs Markdown kód blokk a(z) {0} indexnél!
hy: Markdown-ի կոդի բլոկ չի գտնվել ցուցիչ {0}-ում!
id: Blok kode Markdown tidak ditemukan di indeks {0}!
is: Markdown kóðablokk ekki fundin á index {0}!
it: Blocco di codice Markdown non trovato nell'indice {0}!
ja: インデックス {0} にMarkdownコードブロックが見つかりませんでした！
ka: Markdown კოდის ბლოკი ვერ მოიძებნა ინდექსზე {0}!
kk: Индекс {0} бойынша Markdown код блогы табылмады!
km: កាលកំណត់កូដ Markdown មិនឃើញនៅក្នុងឌីណូម៉ិក {0}!
kn: ಸೂಚಕ {0} ನಲ್ಲಿ ಮಾರ್ಕ್‌ಡೋನ್ ಕೋಡ್ ಬ್ಲಾಕ್ ಕಂಡುಬಂದಿಲ್ಲ!
ko: 색인 {0}에서 Markdown 코드 블록을 찾을 수 없습니다!
lb: Markdown Codeblock net am Index {0} fonnt!
lt: Markdown kodo blokas nerastas indekse {0}!
lv: Markdown koda bloks netika atrasts indekss {0}!
mi: Kāore e kitea te paerewa tāuru i te tau matua {0}!
mk: Блокот на кодот Markdown не е пронајден на индекс {0}!
ml: സൂചിക {0} ൽ Markdown കോഡ് ബ്ലോക്ക് കണ്ടില്ല!
mr: अनुक्रमणिका {0} वर Markdown कोड ब्लॉक सापडला नाही!
ms: Blok kod Markdown tidak ditemui di indeks {0}!
mt: Blokk ta' kodiċi Markdown ma nstabx fl-indice {0}!
nb: Markdown kodeblokk ikke funnet på indeks {0}!
ne: सावधानी: यस फाइलको चक्रमा मार्कडाउन कोड ब्लक फेला परेको छैन {0}!
nl: Markdown-codeblok niet gevonden op index {0}!
nn: Markdown-kodeblokk ikkje funnen ved indeks {0}!
or: ଇଣ୍ଡେକ୍ସ {0} ରେ Markdown କୋଡ୍ ବ୍ଲକ୍ ମିଳିଲା ନାହିଁ!
pa_in: ਅੰਕ {0} 'ਤੇ ਮਾਰਕਡੋਨ ਕੋਡ ਬਲਾਕ ਨਹੀਂ ਮਿਲਿਆ!
pl: Blok kodu Markdown nie znaleziony w indeksie {0}!
pt_br: Bloco de código Markdown não encontrado no índice {0}!
ro: Blocul de cod Markdown nu a fost găsit la index {0}!
ru: Код блока Markdown не найден по индексу {0}!
sk: Blok kódu Markdown nebol nájdený na indexe {0}!
sl: Blok kode Markdown ni bil najden na indeksu {0}!
sq: Bloku i kodit Markdown nuk u gjet në indeksin {0}!
sr_cyrl: Блок Маркдаун-а није пронађен на индексу {0}!
sr_cyrl_ba: Блок кода Маркдаун није пронађен на индексу {0}!
sr_latn: Markdown kod blok nije pronađen na indeksu {0}!
sv: Markdown-kodblock hittades inte vid index {0}!
ta_in: Markdown குறியீட்டு தொகுதி {0}ல் கண்டுபிடிக்கப்படவில்லை!
te: సూచిక {0} వద్ద మార్క్‌డౌన్ కోడ్ ব্লాక్ కనపడలేదు!
th: ไม่พบบล็อกโค้ด Markdown ที่ตำแหน่ง {0}!
tr: {0} indeksinde Markdown kod bloğu bulunamadı!
tt: Индекс {0} буенча Markdown код блокы табылмады!
ug: Markdown كود بلاكى {0} تىزىملىك دوست پرېستافكار قىلىندى!
uk: Блок коду Markdown не знайдено за індексом {0}!
ur: انڈیکس {0} پر Markdown کوڈ بلاک نہیں ملا!
uz_latn: Markdown kod bloki {0} indeksida topilmadi!
vi: Khối mã Markdown không được tìm thấy tại chỉ mục {0}!
zh_hans: 在索引 {0} 处找不到 Markdown 代码块！
zh_hant: 在索引 {0} 未找到 Markdown 代碼區塊！

# (WordMarkdown.cs) [ApplyImageFormatting] ArgumentException #1
source: Invalid URL format
af: Ongeldige URL-formaat
am: ቀውር የአይብ ቅመም
ar: صيغة URL غير صحيحة
as: অসাংবাদিক URL ৰূপৰেখা
az_latn: Yanlış URL formatı
be: Неправільны фармат URL
bg: Невалиден формат на URL
bn_in: অকার্যকর URL ফরম্যাট
bs_latn: Nevažeći URL format
ca: Format d'URL no vàlid
cs: Neplatný formát URL
cy: Fformat URL annilys
da: Ugyldigt URL-format
de: Ungültiges URL-Format
el: Μη έγκυρη διεύθυνση URL
es_es: Formato de URL no válido
et: Kehtetu URL formaadis
eu: URL formatu baliogabea
fa: فرمت URL نامعتبر
fi: Virheellinen URL-muoto
fil: Hindi wastong format ng URL
fr_ca: Format d'URL invalide
ga: Formáid URL neamh-valid
gd: Cruth URL ceàrr
gl: Formato de URL non válido
gu: અમાન્ય URL ફોર્મેટ
he: פורמט URL לא חוקי
hi: अमान्य URL प्रारूप
hr: Nevažeći URL format
hu: Érvénytelen URL formátum
hy: Անթույլատրելի URL ձևաչափ
id: Format URL tidak valid
is: Ógildur URL sniðið
it: Formato URL non valido
ja: 無効なURLフォーマット
ka: დაუშვებელი URL ფორმატი
kk: Жарамсыз URL форматы
km: ទ្រង់ទ្រាយ URL មិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ URL ಫಾರ್ಮಾಟ್
ko: 잘못된 URL 형식
lb: Ongültegt URL-Format
lt: Neteisingas URL formatas
lv: Nepareizs URL formāts
mi: Hōputu URL kāore e tika
mk: Неправилен формат на URL
ml: അസാധുവായ URL ഫോർമാറ്റ്
mr: अमान्य URL स्वरूप
ms: Format URL tidak sah
mt: Format URL invalid
nb: Ugyldig URL-format
ne: अमान्य URL ढाँचा
nl: Ongeldig URL-formaat
nn: Ugyldig URL-format
or: ଅବୈଧ URL ଫର୍ମାଟ୍
pa_in: ਗਲਤ URL ਫਾਰਮੈਟ
pl: Nieprawidłowy format URL
pt_br: Formato de URL inválido
ro: Format URL invalid
ru: Неверный формат URL
sk: Neplatný formát URL
sl: Neveljavna oblika URL
sq: Formati i URL-së është i pavlefshëm
sr_cyrl: Неважећи формат URL-а
sr_cyrl_ba: Неправилан формат URL-а
sr_latn: Nevalidan URL format
sv: Ogiltigt URL-format
ta_in: தவறான URL வடிவம்
te: చెల్లుబాటు కాని URL ఫార్మాట్
th: รูปแบบ URL ไม่ถูกต้อง
tr: Geçersiz URL formatı
tt: Дөрес түгел URL форматы
ug: ھەقسىز URL شەكلى
uk: Неправильний формат URL
ur: نامناسب URL فارمیٹ
uz_latn: Noto'g'ri URL formati
vi: Định dạng URL không hợp lệ
zh_hans: 无效的 URL 格式
zh_hant: 無效的 URL 格式
