Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# this.WritingToolsGallery.SuperTip
source: Enhance your writing with AI-powered tools for grammar, style, and clarity.
af: Verbeter jou skrywe met AI-gedrewe gereedskap vir grammatika, styl en duidelikheid.
am: የማስተካከያ ባሉት መሳሪያዎች ምርጥ እና ምርጥ በማይመነጭ ማቅረብ ይህ ያደርጋል።
ar: حسّن كتابتك باستخدام أدوات مدعومة بالذكاء الاصطناعي للتحقق من القواعد والأسلوب والوضوح.
as: ব্যাকৰণ, শৈলী, আৰু স্পষ্টতাৰ বাবে AI-সম্পদিত উপকৰণৰ সৈতে আপোনাৰ লেখনীৰ উন্নতি কৰক।
az_latn: Qrammatika, üslub və aydınlıq üçün AI-powered alətlərlə yazınızı inkişaf etdirin.
be: Палепшыце сваё пісьмо з дапамогай інструментаў на базе ІІ для граматыкі, стылю і яснасці.
bg: Подобри писането си с инструменти, захранвани от ИИ, за граматика, стил и яснота.
bn_in: ব্যাকরণ, শৈলী এবং সঠিকতার জন্য AI-শক্তি সম্পন্ন সরঞ্জামের সাহায্যে আপনার লেখা উন্নত করুন।
bs_latn: Unaprijedite svoje pisanje uz alate zasnovane na AI za gramatiku, stil i jasnoću.
ca: Millora la teva escriptura amb eines potenciades per IA per a gramàtica, estil i claredat.
cs: Zlepšete své psaní pomocí nástrojů poháněných AI pro gramatiku, styl a jasnost.
cy: Gwella dy ysgrifennu gyda gweithgareddau wedi'u pweru gan AI ar gyfer gramadeg, arddull, a chlirdeb.
da: Forbedre dit skrivning med AI-drevne værktøjer til grammatik, stil og klarhed.
de: Verbessern Sie Ihr Schreiben mit KI-gestützten Werkzeugen für Grammatik, Stil und Klarheit.
el: Ενισχύστε τη γραφή σας με εργαλεία ενισχυμένα από AI για γραμματική, στυλ και σαφήνεια.
es_es: Mejora tu escritura con herramientas impulsadas por IA para gramática, estilo y claridad.
et: Paranda oma kirjutamist AI-toega tööriistadega grammatika, stiili ja selgust parandamiseks.
eu: Zure idazkera AI-indartutako tresnekin hobetu, gramatika, estilo eta argitasunarentzat.
fa: نگارش خود را با ابزارهای مبتنی بر هوش مصنوعی برای دستور زبان، سبک و وضوح بهبود بخشید.
fi: Paranna kirjoitustasi tekoälypohjaisilla työkaluilla kieliopin, tyylin ja selkeyden osalta.
fil: Pagbutihin ang iyong pagsusulat gamit ang mga tool na pinapatakbo ng AI para sa gramatika, istilo, at kaliwanagan.
fr_ca: Améliorez votre écriture avec des outils alimentés par l'IA pour la grammaire, le style et la clarté.
ga: Feabhsóidh do scríbhinn le huirlisí a gníomhachtaítear le hAI do ghramadaí, stíl, agus soiléire.
gd: Leasaich do sgrìobhadh le innealan le comas AI airson gràmair, stoidhle, agus soilleireachd.
gl: Mellora a túa escritura con ferramentas potenciadas por IA para gramática, estilo e clareza.
gu: વ્યાકરણ, શૈલી અને સ્વચ્છતા માટે AI દ્વારા શક્તિસાખ્યા ધરાવતી સાધનો સાથે તમારા લેખનને સુધારો.
he: שדרג את הכתיבה שלך עם כלים מונעי בינה מלאכותית עבור דקדוק, סגנון וברור.
hi: व्याकरण, शैली और स्पष्टता के लिए AI-संचालित उपकरणों के साथ अपने लेखन को बेहतर बनाएं।
hr: Poboljšajte svoje pisanje s alatima temeljenim na AI za gramatiku, stil i jasnoću.
hu: Fejleszd írásdat AI-alapú eszközökkel a nyelvtan, stílus és világosság terén.
hy: Բարելավեք ձեր գիրը AI-մանկին գործիքներով՝ լեզվի, ոճի և հստակության համար:
id: Tingkatkan tulisan Anda dengan alat bertenaga AI untuk tata bahasa, gaya, dan kejelasan.
is: Færa skrifin þín með AI-knúnum verkfærum fyrir málfræði, stíl og skýrleika.
it: Migliora la tua scrittura con strumenti potenziati dall'IA per grammatica, stile e chiarezza.
ja: 文法、スタイル、明確さのためのAI駆動のツールで、あなたのライティングを向上させます。
ka: აუმჯობესებს თქვენს წერას AI-ის ძალით გაწვდილი ხელსაწყოების გამოყენებით, როგორიცაა გრამატიკა, სტილი და სიზუსტე.
kk: Грамматика, стиль және түсініктілік үшін AI қуаттайтын құралдармен жазуыңызды жетілдіріңіз.
km: បង្កើនការសរសេររបស់អ្នកជាមួយឧបករណ៍ដែលមានឥទ្ធិពល AI សម្រាប់វចនានុក្រម ភាម និងភាពច្បាស់លាក់។
kn: ವ್ಯಾಕರಣ, ಶೈಲಿ ಮತ್ತು ಸ್ಪಷ್ಟತೆಗಾಗಿ AI ಆಧಾರಿತ ಸಾಧನಗಳಿಂದ ನಿಮ್ಮ ಬರವಣಿಗೆಗೆ ಹೆಚ್ಚಳವನ್ನು ನೀಡುತ್ತದೆ.
ko: 문법, 스타일 및 명료성을 위한 AI 기반 도구로 작문을 향상시킵니다.
lb: Verbessert Är Schreift mat AI-gesteierten Wierker fir Grammatik, Stil, an Kloerheet.
lt: Pagerinkite savo rašymą su AI pagrindu veikiančiais įrankiais, skirtais gramatikai, stiliui ir aiškumui.
lv: Uzlabojiet savu rakstīšanu ar AI atbalstītiem rīkiem gramatikai, stilam un skaidrībai.
mi: Whakanuia tō tuhinga me ngā pūmanawa e powered by AI mō te karahipi, ngā tūāhua, me te mārama.
mk: Унапредете го вашето пишување со алатки за граматика, стил и јасност поткрепени со вештина на АИ.
ml: വ്യാകരണം, ശൈലി, വ്യക്തിത്വങ്ങൾക്കായി AI സമർത്ഥമായ ഉപകരണങ്ങൾ ഉപയോഗിച്ച് നിങ്ങളുടെ എഴുത്ത് മെച്ചപ്പെടുത്തുക.
mr: व्याकरण, शैली, आणि स्पष्टता साठी AI समर्थित साधनांद्वारे तुमच्या लेखनाचे सुधारणा करा.
ms: Tingkatkan penulisan anda dengan alat berkuasa AI untuk tatabahasa, gaya, dan kejelasan.
mt: Itejjeb il-kitba tiegħek bl-għodod immotivati mill-AI għat-t grammatika, stil, u ċ-ċarezza.
nb: Forbedre skrivingen din med AI-drevne verktøy for grammatikk, stil og klarhet.
ne: व्याकरण, शैली, र स्पष्टताको लागि एआई-संचालित उपकरणहरूसँग तपाईंको लेखनलाई सुधार्नुहोस्।
nl: Versterk je schrijven met AI-gestuurde tools voor grammatica, stijl en duidelijkheid.
nn: Forbetr skrivemåten din med AI-drevne verktøy for grammatikk, stil, og klarheit.
or: ବ୍ୟାକରଣ, ଶୈଳୀ ଓ ସ୍ପଷ୍ଟତା ପାଇଁ AI ସାଧନଗୁଡିକ ସହିତ ଆପଣଙ୍କର ଲେଖାକୁ ଉନ୍ନତ କରନ୍ତୁ।
pa_in: ਨਿਗਰਾਨੀ, ਸ਼ੈਲੀ, ਅਤੇ ਸਪਸ਼ਟਤਾ ਲਈ ਏਆਈ-ਸੰਚਾਲਿਤ ਟੂਲਾਂ ਨਾਲ ਤੁਹਾਡੇ ਲਿਖਾਈ ਨੂੰ ਸੁਧਾਰੋ।
pl: Udoskonal swoje pisanie za pomocą narzędzi wspomaganych sztuczną inteligencją, które poprawiają gramatykę, styl i jasność.
pt_br: Aprimore sua escrita com ferramentas alimentadas por IA para gramática, estilo e clareza.
ro: Îmbunătățește-ți scrisul cu instrumente alimentate de AI pentru gramatică, stil și claritate.
ru: Улучшите ваше письмо с помощью инструментов на базе ИИ для грамматики, стиля и ясности.
sk: Vylepšite svoje písanie pomocou nástrojov poháňaných AI pre gramatiku, štýl a jasnosť.
sl: Izboljšaj svoje pisanje z orodji, ki jih napaja umetna inteligenca, za slovnico, slog in jasnost.
sq: Forcohet shkrimi yt me vegla të mbështetura nga AI për gramatikën, stilin dhe qartësinë.
sr_cyrl: Побољшайте своје писање уз алате постигнуте вештачком интелигенцијом за граматику, стил и јасноћу.
sr_cyrl_ba: Побољшајте своје писање са алатима на бази вештачке интелигенције за граматику, стил и јасноћу.
sr_latn: Poboljšajte svoje pisanje uz AI alate za gramatiku, stil i jasnoću.
sv: Förbättra ditt skrivande med AI-drivna verktyg för grammatik, stil och klarhet.
ta_in: உங்கள் எழுதுதலை இலக்கணம், பாணி மற்றும் தெளிவுக்கு AI சார்ந்த கருவிகளுடன் மேம்படுத்தவும்.
te: వ్యాకరణం, శైలి, మరియు స్పష్టత కోసం AI ఆధారిత పరికరాలతో మీ రాస్తును మెరుగుపరచండి.
th: ปรับปรุงการเขียนของคุณด้วยเครื่องมือที่ใช้ AI สำหรับไวยกรณ์ สไตล์ และความชัดเจน
tr: Yazınızı, dilbilgisi, stil ve netlik için AI destekli araçlarla geliştirin.
tt: Грамматика, стиль һәм аңлаешлылык буенча ИИ-ялган тәэсир итүче инструментлар белән язуны камилләштерегез.
ug: گرامماتىكا، ئۇسلۇب ۋە ئاشكارىلىق ئۈچۈن AI ئاقدارما قۇراللىرى بىلەن يازمىڭىزنى يۇقىرى سۈپەتكە كۆتۈرۈپ.
uk: Поліпшіть своє письмо за допомогою інструментів, що використовують штучний інтелект, для граматики, стилю та ясності.
ur: گرامر، طرز اور وضاحت کے لیے AI سے چلنے والے آلات سے اپنی تحریر کو بہتر بنائیں۔
uz_latn: Grammatik, uslubiy va aniqlik uchun sun'iy intellektga asoslangan asboblar yordamida yozishingizni yaxshilang.
vi: Cải thiện bài viết của bạn với các công cụ hỗ trợ AI về ngữ pháp, phong cách và độ rõ ràng.
zh_hans: 使用 AI 驱动的工具提升您的写作，涵盖语法、风格和清晰度。
zh_hant: 使用 AI 驅動的工具來提升您的寫作，改善文法、風格和清晰度。

# this.ReviewButton.Label
source: Review
af: Hersien
am: እንደምን
ar: مراجعة
as: পৰ্যালোচনা
az_latn: Yenidən Baxış
be: Агляд
bg: Преглед
bn_in: পর্যালোচনা
bs_latn: Pregled
ca: Revisar
cs: Recenze
cy: Adolygu
da: Gennemgå
de: Überprüfen
el: Αναθεώρηση
es_es: Revisar
et: Ülevaade
eu: Aztertu
fa: مرور
fi: Tarkista
fil: Repasuhin
fr_ca: Réviser
ga: Athbhreithniú
gd: Ath-sgrùdadh
gl: Revisión
gu: સમીક્ષા
he: סקירה
hi: समीक्षा
hr: Pregled
hu: Áttekintés
hy: Արձանագրել
id: Tinjau
is: Endurskoðun
it: Revisione
ja: レビュー
ka: მიმოხილვა
kk: Тексеру
km: ពិនិត្យមើល
kn: ವಿಮರ್ಶೆ
ko: 검토
lb: Iwwerpréiwung
lt: Peržiūrėti
lv: Pārskatīt
mi: Arotake
mk: Преглед
ml: അവലോകനം
mr: पुनरावलोकन
ms: Semak
mt: Reviżjoni
nb: Gjennomgå
ne: पुनरावलोकन
nl: Beoordelen
nn: Gå gjennom
or: ପୁନର୍ତ୍ତାଳନା
pa_in: ਸਮੀਖਿਆ
pl: Przegląd
pt_br: Revisar
ro: Revizuire
ru: Обзор
sk: Prehľad
sl: Pregled
sq: Rishiko
sr_cyrl: Преглед
sr_cyrl_ba: Погледај
sr_latn: Pregled
sv: Granska
ta_in: மதிப்பீடு
te: సమీక్ష
th: ตรวจสอบ
tr: Gözden Geçir
tt: Тикшерү
ug: نازارەت
uk: Перегляд
ur: جانچ پڑتال
uz_latn: Tekshirish
vi: Xem xét
zh_hans: 审查
zh_hant: 審查

# this.ReviewButton.SuperTip
source: Enhance your document with AI-driven comments and suggestions.
af: Verbeter jou dokument met AI-gedrewe kommentaar en voorstelle.
am: የጽሑፍዎን ይቀየሩ ይችላሉ ማስታወቂያዎችን ከውፅዓት በኩር ይቀለው።
ar: حسّن وثيقتك مع تعليقات واقتراحات مدفوعة بالذكاء الاصطناعي.
as: AI-চালিত মন্তব্য আৰু প্ৰস্তাৱৰে আপোনাৰ নথি উন্নতি কৰক।
az_latn: Sənədinizə AI dəstəklənən şərhlər və təkliflərlə mükəmməllik gətirin.
be: Палепшыце ваш дакумент з дапамогай каментароў і прапаноў, заснаваных на ІІ.
bg: Подобри документа си с коментари и предложения, генерирани от ИИ.
bn_in: AI-চালিত মন্তব্য এবং পরামর্শের মাধ্যমে আপনার ডকুমেন্ট উন্নত করুন।
bs_latn: Unaprijedite svoj dokument uz komentare i sugestije vođene AI-jem.
ca: Millora el teu document amb comentaris i suggeriments impulsats per IA.
cs: Zlepšete svůj dokument pomocí komentářů a návrhů řízených AI.
cy: Gwella dy ddogfen gyda sylwadau a chynigion wedi'u gyrru gan AI.
da: Forbedre dit dokument med AI-drevne kommentarer og forslag.
de: Verbessern Sie Ihr Dokument mit KI-gesteuerten Kommentaren und Vorschlägen.
el: Ενισχύστε το έγγραφό σας με σχόλια και προτάσεις που βασίζονται σε AI.
es_es: Mejora tu documento con comentarios y sugerencias impulsados por IA.
et: Paranda oma dokumenti AI-põhiste märkuste ja soovitustega.
eu: Zure dokumentua AI-gidatutako iruzkin eta iradokizunekin hobetzen du.
fa: سند خود را با نظرات و پیشنهادات مبتنی بر هوش مصنوعی بهبود دهید.
fi: Paranna asiakirjaasi tekoälypohjaisilla kommenteilla ja ehdotuksilla.
fil: Pagbutihin ang iyong dokumento gamit ang mga komento at mungkahi na pinapatakbo ng AI.
fr_ca: Améliorez votre document avec des commentaires et suggestions dirigés par l'IA.
ga: Feabhsóidh do doiciméad le tuairimí agus moltaí a thiomáineann AI.
gd: Leasaich an sgrìobhainn agad le freagairtean agus moladh air an stiùireadh leis an AI.
gl: Mellora o teu documento con comentarios e suxestións impulsados por IA.
gu: AI દ્વારા સંચાલિત ટિપ્પણીઓ અને સૂચનો સાથે您的 દસ્તાવેજને સુધારો.
he: שדרג את המסמך שלך עם הערות והצעות מונעות בינה מלאכותית.
hi: AI-चालित टिप्पणियों और सुझावों के साथ अपने दस्तावेज़ को बेहतर बनाएं।
hr: Poboljšajte svoj dokument s komentarima i prijedlozima vođenim umjetnom inteligencijom.
hu: Fejleszd dokumentumodat AI-vezérelt megjegyzésekkel és javaslatokkal.
hy: Բարելավեք ձեր փաստաթուղթը AI-մանկական մեկնաբանություններով և առաջարկություններով:
id: Tingkatkan dokumen Anda dengan komentar dan saran yang didorong oleh AI.
is: Færa skjalið þitt með AI-drifnum athugasemdum og tillögum.
it: Migliora il tuo documento con commenti e suggerimenti guidati dall'IA.
ja: AI駆動のコメントと提案でドキュメントを向上させます。
ka: აუმჯობესებს თქვენს დოკუმენტს AI-ის დარიგებებით და რეკომენდაციებით.
kk: AI негізіндегі пікірлер мен ұсыныстармен құжатыңызды жетілдіріңіз.
km: បង្កើនឯកសាររបស់អ្នកជាមួយមតិយោបល់និងសំនួរដែលគាំទ្រដោយ AI។
kn: AI ಆಧಾರಿತ ಕಾಮೆಂಟ್‌ಗಳು ಮತ್ತು ಸಲಹೆಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ದಾಖಲೆವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.
ko: AI 기반 코멘트 및 제안으로 문서를 향상시킵니다.
lb: Verbessert Äert Dokument mat AI-gesteierten Kommentaren an Virschléi.
lt: Pagerinkite savo dokumentą su AI pagrindu teikiamais komentarais ir pasiūlymais.
lv: Uzlabojiet savu dokumentu ar AI vadītām piezīmēm un ieteikumiem.
mi: Whakanuia tō tuhinga ki ngā whakaū e whakaohohia ana e te AI me ngā tūtohu.
mk: Унапредете го вашиот документ со коментари и предлози управувани од АИ.
ml: AI-ചാലകമായ അഭിപ്രായങ്ങൾക്കും നിർദേശങ്ങൾക്കും ഡയറക്ടുകഴിയുന്ന രേഖയെ മെച്ചപ്പെടുത്തുക.
mr: AI-निर्देशित टिप्पण्या आणि सूचना वापरून तुमच्या दस्ताऐवजाचे सुधारणा करा.
ms: Tingkatkan dokumen anda dengan komen dan cadangan yang dipacu AI.
mt: Itejjeb id-document tiegħek bil-kummenti u s-suġġerimenti immotivati mill-AI.
nb: Forbedre dokumentet ditt med AI-drevne kommentarer og forslag.
ne: एआई-चालित टिप्पणीहरू र सुझावहरूलाई प्रयोग गरेर तपाईंको कागजलाई सुधार्नुहोस्।
nl: Versterk je document met AI-gestuurde opmerkingen en suggesties.
nn: Forbetr dokumentet ditt med AI-drevne kommentarar og forslag.
or: AI ଚିହ୍ନ ସହିତ ଆପଣଙ୍କର ଡକ୍ୟୁମେଣ୍ଟକୁ ଉନ୍ନତ କରନ୍ତୁ।
pa_in: ਏਆਈ-ਚਲਿਤ ਟਿੱਪਣੀਆਂ ਅਤੇ ਸੁਝਾਵਾਂ ਨਾਲ ਤੁਹਾਡੇ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਜ਼ਿਆਦਾ ਕਰਾਰ ਦਿਓ।
pl: Udoskonal swój dokument za pomocą komentarzy i sugestii napędzanych przez AI.
pt_br: Melhore seu documento com comentários e sugestões baseados em IA.
ro: Îmbunătățește-ți documentul cu comentarii și sugestii conduse de AI.
ru: Улучшите ваш документ с помощью комментариев и предложений на базе ИИ.
sk: Vylepšite svoj dokument pomocou komentárov a návrhov riadených AI.
sl: Izboljšaj svoj dokument z komentarji in predlogi, ki jih spodbuja umetna inteligenca.
sq: Forco dokumentin tënd me komente dhe sugjerime të drejtuara nga AI.
sr_cyrl: Побољшајте свој документ уз коментаре и предлоге покретане вештачком интелигенцијом.
sr_cyrl_ba: Побољшајте свој документ коментарима и предлозима на бази вештачке интелигенције.
sr_latn: Poboljšajte svoj dokument uz AI komentare i sugestije.
sv: Förbättra ditt dokument med AI-drivna kommentarer och förslag.
ta_in: AI நிரம்பிய கருத்துகள் மற்றும் முன்மொழுதுகளை உங்கள் ஆவணத்துடன் மேம்படுத்தவும்.
te: AI ఆధారిత వ్యాఖ్యలు మరియు సూచనలతో మీ డాక్యుమెంటును మెరుగుపరచండి.
th: ปรับปรุงเอกสารของคุณด้วยความคิดเห็นและข้อเสนอแนะแบบขับเคลื่อนด้วย AI
tr: Belgenizi AI destekli yorumlar ve önerilerle geliştirin.
tt: Документациягызны ИИ-ялган комментарийлары һәм тәкъдимнәре белән камилләштерегез.
ug: AI قوراللىرىنىڭ ئىشلېش سۈرئىتىدە ئېغىرلاشقاندىن سويۇن، بەلگىلەش ۋە سۇناشلار بىلەن ھۆججەتنى يۇقىرى سۈپەتكە ئىگە قىلار.
uk: Поліпшіть свій документ за допомогою коментарів та пропозицій, що використовують штучний інтелект.
ur: AI سے چلنے والی تبصروں اور تجاویز کے ساتھ اپنے دستاویز کو بہتر بنائیں۔
uz_latn: Hujjatni sun'iy intellekt qoidalari va takliflari bilan yaxshilang.
vi: Cải thiện tài liệu của bạn với các nhận xét và gợi ý do AI cung cấp.
zh_hans: 用 AI 驱动的评论和建议优化您的文档。
zh_hant: 使用 AI 驅動的評論和建議來提升您的文件。

# this.ProofreadButton.Label
source: Proofread
af: Naelskryf
am: ይገብሩ
ar: تدقيق
as: সংখ্যা পৰীক্ষা
az_latn: Düzgünlük
be: Рэдагаванне
bg: Корекция
bn_in: প্রুফরিড
bs_latn: Lektoriraj
ca: Revisar
cs: Korektura
cy: Gwirio
da: Korrekturlæs
de: Korrekturlesen
el: Διόρθωση
es_es: Revisar
et: Keeletoimetamine
eu: Egiaztatu
fa: ویرایش
fi: Korrektuuria
fil: Suriin ang mga Pagsusuri
fr_ca: Corriger
ga: Léirmheas
gd: Deuchainn
gl: Corrección
gu: પ્રૂફરીડ
he: הגהה
hi: प्रूफरीड
hr: Leči
hu: Lektorálás
hy: Օգտագործել
id: Periksa Ulang
is: Ritháttur
it: Correggere
ja: 校正
ka: კორექტირება
kk: Тексеруге жіберу
km: ពិនិត្យអត្ថបទ
kn: ಕೋಷ್ಟಕದ ಪರಿಶೀಲನೆ
ko: 교정
lb: Korrektur liesen
lt: Redaguoti
lv: Rediģēt
mi: Tīkina
mk: Корекција
ml: പ്രൂഫ്രിഡ് ചെയ്യുക
mr: प्रूफरीड
ms: Semak Teks
mt: Provduta
nb: Korrekturles
ne: प्रूफरीड
nl: Proeflezen
nn: Korrekturles
or: ପ୍ରୁଫରେଡ୍
pa_in: ਪ੍ਰੂਫ਼ਰੀਡ
pl: Korekta
pt_br: Revisar
ro: Corectare
ru: Корректура
sk: Korektúra
sl: Preveri
sq: Rregullo
sr_cyrl: Коректура
sr_cyrl_ba: Коректура
sr_latn: Korektura
sv: Korrekturläs
ta_in: சான்று
te: శుద్ధి చేసుకోండి
th: ตรวจสอบคำผิด
tr: Düzelt
tt: Тексны тикшерү
ug: ئىسپاتلاش
uk: Коректура
ur: پروف ریڈ
uz_latn: To'g'rilash
vi: Đọc lại
zh_hans: 校对
zh_hant: 校對

# this.ProofreadButton.SuperTip
source: Check for spelling, grammar, and style errors to polish your document.
af: Kontroleer vir spel-, grammatika- en stylfoute om jou dokument te polish.
am: ወዚያህ የሚዲቸውን የመጻፊያ ቤት ይቀጥሉ።
ar: تحقق من الأخطاء الإملائية والنحوية والأسلوبية لصقل وثيقتك.
as: আপোনাৰ নথিৰ স্থূল, ব্যাকৰণ, আৰু শৈলী ত্ৰুটি চেক কৰক।
az_latn: Sənədinizi təkmilləşdirmək üçün yazım, qrammatika və üslub xətalarını yoxlayın.
be: Праверце арфаграфічныя, граматычныя і стылістычныя памылкі, каб удаканалить ваш дакумент.
bg: Проверка за правописни, граматически и стилистични грешки, за да се усъвършенства документът.
bn_in: আপনার ডকুমেন্টকে পালিশ করতে বানান, ব্যাকরণ এবং শৈলীর ত্রুটি পরীক্ষা করুন।
bs_latn: Proverava pravopis, gramatiku i stil da bi doradio vaš dokument.
ca: Comprova si hi ha errors d'ortografia, gramàtica i estil per polir el teu document.
cs: Zkontrolujte pravopisné, gramatické a stylistické chyby, abyste vylepšili svůj dokument.
cy: Gwiriwch am gamgymeriadau sillafu, gramadeg, a styl i lanhau dy ddogfen.
da: Tjek for stave-, grammatik- og stilefejl for at polere dit dokument.
de: Überprüfen Sie auf Rechtschreib-, Grammatik- und Stilfehler, um Ihr Dokument zu verfeinern.
el: Ελέγξτε για λάθη ορθογραφίας, γραμματικής και στυλ για να βελτιώσετε το έγγραφό σας.
es_es: Verifica la ortografía, gramática y errores de estilo para pulir tu documento.
et: Kontrolli õigekirja, grammatikat ja stiilivigu, et oma dokumenti lihvida.
eu: Idatziko akatsak, gramatika eta estilo akatsak kontrolatu zure dokumentua distirarazteko.
fa: برای اصلاح نوشته خود به دنبال اشتباهات املایی، دستور زبان و سبک باشید.
fi: Tarkista kirjoitus-, kielioppi- ja tyyli-virheitä, jotta asiakirjasi kiillotettaisiin.
fil: Suriin ang mga pagkakamali sa spelling, gramatika, at istilo upang linisin ang iyong dokumento.
fr_ca: Vérifiez l'orthographe, la grammaire et les erreurs de style pour peaufiner votre document.
ga: Déan seiceáil ar earráidí litrithe, gramadaí, agus stíl chun do doiciméad a ghlanadh.
gd: Dèan sgrùdadh air mearachdan cleachdadh, gràmair, agus stoidhle airson do sgrìobhainn a pheutachadh.
gl: Comproba erros de ortografía, gramática e estilo para pulir o teu documento.
gu: તમારા દસ્તાવેજને તૈયાર બનાવવા માટે વهجતાં, વ્યાકરણ અને શૈલીની ભૂલોથી તપાસો.
he: בדוק שגיאות כתיב, דקדוק וסגנון כדי לשפר את המסמך שלך.
hi: अपने दस्तावेज़ को चमकाने के लिए वर्तनी, व्याकरण, और शैली की गलतियों की जांच करें।
hr: Provjerite pravopis, gramatičke i stilističke pogreške kako biste dotjerali svoj dokument.
hu: Ellenőrizd a helyesírási, nyelvtani és stílusbeli hibákat a dokumentum csiszolásához.
hy: Ստուգեք դիքերի, գրաֆիկի և ոճի սխալները՝ ձեր փաստաթուղթը մաքրելու համար:
id: Periksa kesalahan ejaan, tata bahasa, dan gaya untuk memoles dokumen Anda.
is: Athugaðu stafsetningu, málfræði, og stílfyrirkomulag til að slípja skjalið þitt.
it: Controlla errori di ortografia, grammatica e stile per affinare il tuo documento.
ja: スペル、文法、スタイルのエラーをチェックしてドキュメントを磨きます。
ka: შეამოწმეთ წერით, გრამატიკას და სტილის შეცდომებს თქვენი დოკუმენტის დახვეწისთვის.
kk: Мәтініңізді өңдеу үшін емле, грамматика және стиль қателерін тексеріңіз.
km: ពិនិត្យសម្រាប់កំហុសវាក្យសព្ទ វិនិយោគ និងរចនាប័ទ្មដើម្បីកែលម្អឯកសាររបស់អ្នក។
kn: ನಿಮ್ಮ ದಾಖಲೆ ನಿಖರವಾಗಿರುವಂತೆ ಏಳು, ವ್ಯಾಕರಣ ಮತ್ತು ಶೈಲಿಯ ದೋಷಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 문서를 다듬기 위해 철자, 문법 및 스타일 오류를 확인합니다.
lb: Kontrolléiert uergeschriwwen, Grammatik, an Stilfehler fir Äert Dokument ze poléieren.
lt: Patikrinkite rašybos, gramatikos ir stiliaus klaidas, kad ištaisytumėte savo dokumentą.
lv: Pārbaudiet pareizrakstību, gramatu un stila kļūdas, lai uzlabotu savu dokumentu.
mi: Tirohia ngā hapa tuhinga, karahipi, me ngā tūāhua hei whakapai ake i tō tuhinga.
mk: Проверете за правописни, граматички и стилски грешки за да го изискате вашиот документ.
ml: നിങ്ങളുടെ രേഖയെ പ polish ലിൽക്കാൻ മാത്രവുമല്ല, തെറ്റുകൾ പരിശോധിക്കുക.
mr: तुमच्या दस्तावेजाला निट पाहण्यासाठी, व्याकरण, आणि शैलीच्या त्रुटी तपासा.
ms: Periksa kesalahan ejaan, tatabahasa, dan gaya untuk memulihkan dokumen anda.
mt: Iċċekkja għall-eżempji, grammatika, u żbalji ta' stil biex tippulixxi d-document tiegħek.
nb: Sjekk for stave-, grammatikk- og stilfeil for å pusse opp dokumentet ditt.
ne: तपाईंको कागजलाई पॉलिश गर्न हिज्जे, व्याकरण, र शैलीका गल्तीहरूको जाँच गर्नुहोस्।
nl: Controleer op spelfouten, grammatica en stijlfouten om je document te perfectioneren.
nn: Sjekk for stave-, grammatikk- og stilfeil for å pusse opp dokumentet ditt.
or: ଆପଣଙ୍କର ଡକ୍ୟୁମେଣ୍ଟକୁ ପୋଲିସ୍ କରିବାକୁ ଅକ୍ଷର, ବ୍ୟାକରଣ ଓ ଶୈଳୀ ତ୍ରୁଟିଗୁଡ଼ିକୁ ଯାଞ୍ଚ କରନ୍ତୁ।
pa_in: ਆਪਣੇ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਪ੍ਰਮਾਣਿਕ ਬਣਾਉਣ ਲਈ ਉਚਾਰਨ, ਵਿਅਾਕਰਣ ਅਤੇ ਸ਼ੈਲੀ ਦੀਆਂ ਗਲਤੀਆਂ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź błędy ortograficzne, gramatyczne i stylistyczne, aby doszlifować dokument.
pt_br: Verifique se há erros de ortografia, gramática e estilo para polir seu documento.
ro: Verifică greșelile de ortografie, gramatică și stil pentru a rafina documentul tău.
ru: Проверьте орфографию, грамматику и стиль, чтобы сделать ваш документ более polished.
sk: Skontrolujte pravopis, gramatiku a štýlové chyby, aby ste vylepšili svoj dokument.
sl: Preveri pravopisne, slovnične in stilistične napake, da izboljšaš svoj dokument.
sq: Kontrollo për gabime në shkrim, gramatikë dhe stil për të pastruar dokumentin tënd.
sr_cyrl: Провера правописа, граматике и стилских грешака за усавршавање вашег документа.
sr_cyrl_ba: Провери правопис, граматику и стилске грешке да бисте угладили свој документ.
sr_latn: Proverite pravopis, gramatiku i stilsku greške da biste ulepšali svoj dokument.
sv: Kontrollera stavning, grammatik och stilstilar för att polera ditt dokument.
ta_in: உங்கள் ஆவணத்தை மிளிர்கிறது என்பதை உறுதிசெய்ய ஆதரிக்க, இலக்கணம், இலக்கணம் மற்றும் பாணி குற瑭ர்கள்களை சரிசெய்க.
te: మీ డాక్యుమెంట్‌ను మెరుగుపరచడానికి పలకరించడం, వ్యాకరణం, మరియు శైలి లో పొరుగులను సరైన పద్ధతిలో చెక్ చేయండి.
th: ตรวจสอบการสะกด ไวยากรณ์ และข้อผิดพลาดด้านสไตล์เพื่อปรับปรุงเอกสารของคุณ
tr: Belgenizi parlatmak için yazım, dilbilgisi ve stil hatalarını kontrol edin.
tt: Документны ясау өчен орфография, грамматика һәм стиль хаталарын тикшерегез.
ug: يازمىڭىزنى روشنلاشتۇرۇش ئۈچۈن يazمىنۇزدە يازما، گرامماتىكا ۋە ئۇسلۇب خاتالىقلىرىغا نازارەت قىلىش.
uk: Перевірте на наявність орфографічних, граматичних та стилістичних помилок, щоб відшліфувати ваш документ.
ur: اپنے دستاویز کو چمکانے کے لیے ہجے، گرامر، اور طرز کی غلطیوں کی جانچ کریں۔
uz_latn: Huquqiy, grammatik va uslubiy xatolarni tekshirib, hujjatingizni tozalang.
vi: Kiểm tra lỗi chính tả, ngữ pháp và phong cách để làm cho tài liệu của bạn thêm hoàn thiện.
zh_hans: 检查拼写、语法和风格错误，以打磨您的文档。
zh_hant: 檢查拼寫、語法和風格錯誤，以完善您的文件。

# this.RewriteButton.Label
source: Rewrite
af: Herskryf
am: ይነቃን
ar: إعادة كتابة
as: পুনৰ লিখা
az_latn: Yenidən Yaz
be: Напісанне нанава
bg: Пренапиши
bn_in: পুনরায় লিখুন
bs_latn: Prepiši
ca: Reescriure
cs: Přepis
cy: Ailysgrifennu
da: Omskriv
de: Umschreiben
el: Επανάγραψε
es_es: Reescribir
et: Ümber kirjutamine
eu: Idatzi berriz
fa: بازنویسی
fi: Kirjoita uudelleen
fil: Isulat muli
fr_ca: Réécrire
ga: Athscríobh
gd: Ath-sgrìobh
gl: Reescribir
gu: ફરી લખો
he: כתיבה מחדש
hi: फिर से लिखें
hr: Prepiši
hu: Átkonstruálás
hy: Հաշվարկել
id: Tulis Ulang
is: Endurritun
it: Riscrivere
ja: 書き換え
ka: კვლავ დაწერა
kk: Қайта жазу
km: សរសេរ​ឡើងវិញ
kn: ಪುನಾರಚನೆ
ko: 다시 작성
lb: Neischreiwen
lt: Perrašyti
lv: Pārveidot
mi: Tautuhi
mk: Препишување
ml: പുനഃരചിക്കുക
mr: पुन्हा लिहा
ms: Tulis Semula
mt: Riformula
nb: Omskriv
ne: पुनर्लेखन
nl: Herschrijven
nn: Skriv om
or: ପୁନଲେଖନ
pa_in: ਦੁਬਾਰਾ ਲਿਖੋ
pl: Przepisz
pt_br: Reescrever
ro: Rescrie
ru: Переписать
sk: Prepísať
sl: Prepiši
sq: Rrethshkruaj
sr_cyrl: Препиши
sr_cyrl_ba: Препиши
sr_latn: Prepiši
sv: Omskrivning
ta_in: மறுதொகுப்பு
te: పునర్రాయించు
th: เขียนใหม่
tr: Yeniden Yaz
tt: Язманы яңадан язу
ug: قايتا يازماق
uk: Переписати
ur: دوبارہ لکھیں
uz_latn: Qayta yozish
vi: Viết lại
zh_hans: 重写
zh_hant: 重寫
