Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# (WordMarkdown.cs) [ApplyHeadingFormatting] ArgumentException #1
source: Invalid Markdown heading: must contain 1 to 6 '#' characters.
af: Ongeldige Markdown-kop: moet 1 tot 6 '#' karakters bevat.
am: የማይደር ጽሑፏ ገለፃ 1 እስከ 6 ኡምዛች ይይዞታቸው!
ar: عنوان Markdown غير صحيح: يجب أن يحتوي على 1 إلى 6 علامات '#' .
as: অসাংবাদিক Markdown শিৰোনাম: ১ৰ পৰা ৬ টা '#' চৰিত্ৰ থকা উচিত।
az_latn: Yanlış Markdown başlığı: 1-dən 6-ya qədər '#' simvolu olmalıdır.
be: Невярны загаловак Markdown: павінен утрымліваць ад 1 да 6 знакаў '#'.
bg: Невалидно заглавие на Markdown: трябва да съдържа от 1 до 6 знака '#'.
bn_in: অকার্যকর মার্কডাউন শিরোনাম: 1 থেকে 6 '#' অক্ষরের মধ্যে থাকতে হবে।
bs_latn: Nevažeći Markdown naslov: mora sadržavati od 1 do 6 '#' karaktera.
ca: Títol de Markdown no vàlid: ha de contenir entre 1 i 6 '#' caràcters.
cs: Neplatný nadpis Markdown: musí obsahovat 1 až 6 znaků '#'.
cy: Penawd Markdown annilys: rhaid cynnwys 1 i 6 '#'.
da: Ugyldig Markdown overskrift: skal indeholde 1 til 6 '#' tegn.
de: Ungültige Markdown-Überschrift: muss 1 bis 6 '#' Zeichen enthalten.
el: Μη έγκυρη κεφαλίδα Markdown: πρέπει να περιέχει 1 έως 6 '#' χαρακτήρες.
es_es: Encabezado de Markdown no válido: debe contener de 1 a 6 '#' caracteres.
et: Kehtetu Markdowni pealkiri: peab sisaldama 1 kuni 6 '#' märki.
eu: Markdown goiburu baliogabea: 1etik 6'#' karaktere arte izan behar du.
fa: عنوان Markdown نامعتبر: باید شامل 1 تا 6 کاراکتر '#' باشد.
fi: Virheellinen Markdown-otsikko: on sisällettävä 1-6 '#' merkkiä.
fil: Hindi wastong pamagat ng Markdown: dapat ay mayroong 1 hanggang 6 na '#' na character.
fr_ca: En-tête Markdown invalide : doit contenir de 1 à 6 caractères '#' .
ga: Ceann scríbe Markdown neamh-valid: caithfidh sé 1 go 6 '#' carachtair a bheith ann.
gd: Freagairtean ceathraidh Markdown: feumaidh 1 gu 6 '#' characters a bhith ann.
gl: Encabezamento de Markdown non válido: debe conter de 1 a 6 caracteres '#'.
gu: અમાનો માર્કડાઉન મથાળો: 1 થી 6 '#' અક્ષરો હોઈ જ જોઈએ.
he: כותרת Markdown לא חוקית: חייבת להכיל בין 1 ל-6 תווים '#'.
hi: अमान्य मार्कडउन शीर्षक: इसमें 1 से 6 '#' वर्ण होने चाहिए।
hr: Nevažeći Markdown naslov: mora sadržavati od 1 do 6 '#' znakova.
hu: Érvénytelen Markdown fejléc: 1-6 '#' karakternek kell lennie benne.
hy: Անթույլատրելի Markdown վերնագիր. պետք է պարունակի 1-ից 6 '#' խորհրդանիշ:
id: Judul Markdown tidak valid: harus mengandung 1 hingga 6 karakter '#'.
is: Ógildur Markdown fyrirsagn: verður að innihalda 1 til 6 '#' persónumerki.
it: Intestazione Markdown non valida: deve contenere da 1 a 6 caratteri '#'.
ja: 無効なMarkdown見出し：1から6個の'#'文字を含む必要があります。
ka: დაუშვებელი Markdown शीर्षक: უნდა შეიცავდეს 1-6 '#' სიმბოლოს.
kk: Жарамсыз Markdown тақырыбы: 1-ден 6-ға дейін '#' таңбаларын қамтуы тиіс.
km: ចំណងជើង Markdown មិនត្រឹមត្រូវ: ត្រូវមានលម្រាស់ 1 ទៅ 6 '#' តួអក្សរ។
kn: ಅಮಾನ್ಯ ಮಾರ್ಕ್‌ಡೋನ್ ಶೀರ್ಷಿಕೆ: 1 ರಿಂದ 6 '#' ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿರಬೇಕು.
ko: 잘못된 Markdown 제목: '#' 문자가 1개에서 6개 포함되어야 합니다.
lb: Ongültegt Markdown-Heading: muss 1 bis 6 '#' Charakterer hunn.
lt: Neteisingas Markdown antraštė: turi turėti nuo 1 iki 6 '#' simbolių.
lv: Nepareiza Markdown virsraksts: tam ir jāietver no 1 līdz 6 '#' simboliem.
mi: Kāore e tika te upoko Markdown: me pupuni i ngā '###' e 1 ki te 6.
mk: Неправилен заглавие на Markdown: мора да содржи од 1 до 6 '#' знаци.
ml: അസാധുവായ Markdown തലക്കെട്ട്: 1 മുതൽ 6 '#' പ്രതീകങ്ങൾ ഉൾക്കൊള്ളണം.
mr: अमान्य Markdown शीर्षक: 1 ते 6 '#' अंकोंचा समावेश असणे गरजेचे आहे.
ms: Tajuk Markdown tidak sah: mesti mengandungi 1 hingga 6 karakter '#' .
mt: Titlu Markdown invalid: għandu jkun fih 1 sa 6 '#' karattri.
nb: Ugyldig Markdown-overskrift: må inneholde 1 til 6 '#' tegn.
ne: अमान्य मार्कडाउन शीर्षक: 1 देखि 6 '#' क्यारेक्टर समाविष्टीकरण गर्नुपर्दछ।
nl: Ongeldig Markdown-kop: moet 1 tot 6 '#' karakters bevatten.
nn: Ugyldig Markdown-overskrift: må innehalde 1 til 6 '#' teikn.
or: ଅବୈଧ Markdown ମୁଣ୍ଡ: 1 ରୁ 6 '#' ଚିହ୍ନ ବିଧାନ କରନ୍ତୁ।
pa_in: ਗਲਤ ਮਾਰਕਡੋਨ ਸਿਰਲੇਖ: 1 ਤੋਂ 6 '#' ਅੱਖਰ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Nieprawidłowy nagłówek Markdown: musi zawierać od 1 do 6 znaków '#' .
pt_br: Cabeçalho Markdown inválido: deve conter de 1 a 6 caracteres '#'.
ro: Titlul Markdown invalid: trebuie să conțină între 1 și 6 caractere '#'.
ru: Неверный заголовок Markdown: должен содержать от 1 до 6 символов '#'.
sk: Neplatný nadpis Markdown: musí obsahovať 1 až 6 '#' znakov.
sl: Neveljavna oznaka Markdown: mora vsebovati od 1 do 6 '#' znakov.
sq: Titulli i Markdown-it është i pavlefshëm: duhet të përmbajë 1 deri në 6 karaktere '#'.
sr_cyrl: Неважећа Маркдаун глава: мора садржавати од 1 до 6 '#' знакова.
sr_cyrl_ba: Неправилан наслов Маркдауна: мора да садржи од 1 до 6 '#' знакова.
sr_latn: Nevalidna Markdown naslov: mora sadržavati od 1 do 6 '#' karaktera.
sv: Ogiltig Markdown-rubrik: måste innehålla 1 till 6 '#' tecken.
ta_in: தவறான Markdown தலைப்பு: 1 முதல் 6 '#' நிலை உருதிகள் உள்ளிட வேண்டும்.
te: చెల్లుబాటు కాని మార్క్‌డౌన్ శీర్షిక: 1 నుండి 6 '#' అక్షరాలను కలిగి ఉండాలి.
th: หัวข้อ Markdown ไม่ถูกต้อง: ต้องประกอบด้วย 1 ถึง 6 สัญลักษณ์ '#'
tr: Geçersiz Markdown başlığı: 1 ile 6 '#' karakteri içermelidir.
tt: Дөрес түгел Markdown башлыгы: 1 дән 6 га кадәр '#' символларын үз эченә алырга тиеш.
ug: قوبۇل قىلىنغان Markdown باشلىق: '#' بەلگىلىرى 1 دىن 6 غىچە بولۇش كېرەك.
uk: Неправильний заголовок Markdown: повинен містити від 1 до 6 символів '#'.
ur: نامناسب Markdown عنوان: 1 سے 6 '#' کردار ہونے چاہئیں۔
uz_latn: Noto'g'ri Markdown sarlavhasi: 1 dan 6 gacha '#' belgilarini o'z ichiga olishi kerak.
vi: Tiêu đề Markdown không hợp lệ: phải chứa từ 1 đến 6 ký tự '#'.
zh_hans: 无效的 Markdown 标题：必须包含 1 到 6 个 '#' 字符。
zh_hant: 無效的 Markdown 標題：必須包含 1 到 6 個 '#' 字符。

# [AnalyzeText] InvalidRangeException #1
source: No text selected for analysis!
af: Geen teks vir ontleding gekies nie!
am: ለአንድ አማርኒ ይዘግባር!
ar: لا نص محدد للتحليل!
as: বিশ্লেষণৰ বাবে কোনো পাঠ বাচনি কৰা নগ'ল!
az_latn: Təhlil üçün heç bir mətn seçilmədi!
be: Тэкст не абраны для аналізу!
bg: Няма текст, избран за анализ!
bn_in: বিশ্লেষণের জন্য কোনো টেক্সট নির্বাচিত হয়নি!
bs_latn: Nema selektovanog teksta za analizu!
ca: No s'ha seleccionat cap text per a l'anàlisi!
cs: Pro analýzu nebyl vybrán žádný text!
cy: Dim testun wedi'i ddewis ar gyfer dadansoddiad!
da: Ingen tekst valgt til analyse!
de: Kein Text zur Analyse ausgewählt!
el: Δεν έχει επιλεγεί κείμενο για ανάλυση!
es_es: ¡No se ha seleccionado texto para análisis!
et: Analüüsiks ei ole valitud teksti!
eu: Ezer ez da hautatuta analisia egiteko!
fa: هیچ متنی برای تحلیل انتخاب نشده است!
fi: Ei tekstiä valittuna analyysia varten!
fil: Walang tekstong napili para sa pagsusuri!
fr_ca: Aucun texte sélectionné pour analyse !
ga: Níl aon téacs roghnaithe le haghaidh anailíse!
gd: Chan eil teacsa sam bith na thagh thu airson anailis!
gl: Non se seleccionou texto para análise!
gu: વિશ્લેષણ માટે કોઈ ટેક્સ્ટ પસંદ નથી કરેલું!
he: לא נבחר טקסט לניתוח!
hi: विश्लेषण के लिए कोई पाठ चयनित नहीं है!
hr: Nema odabranog teksta za analizu!
hu: Nincs szöveg kiválasztva elemzéshez!
hy: Առանց ուսումնասիրության հեռավոր հերթափոխ:
id: Tidak ada teks yang dipilih untuk analisis!
is: Enginn texti valinn til greiningar!
it: Nessun testo selezionato per l'analisi!
ja: 分析のために選択されたテキストはありません！
ka: არაფერია არჩეული ანალიზისთვის!
kk: Талдау үшін мәтін таңдалмады!
km: មិនមានអត្ថបទដែលបានជ្រើសរើសសម្រាប់វិភាគទេ!
kn: ವಿಶ್ಲೇಷಣೆಗೆ ಆಯ್ಕೆ ಮಾಡಲಿಲ್ಲ!
ko: 분석을 위한 텍스트가 선택되지 않았습니다!
lb: Keen Text fir Analyse gewielt!
lt: Nėra pasirinkto teksto analizei!
lv: Nav izvēlēts teksts analīzei!
mi: Kāore he tuhinga i tohua mō te tāpiritanga!
mk: Нема избран текст за анализа!
ml: വിശകലനത്തിന് തിരഞ്ഞെടുക്കപ്പെട്ട എഴുത്തില്ല!
mr: विश्लेषणासाठी निवडलेला मजकूर नाही!
ms: Tiada teks yang dipilih untuk analisis!
mt: M'hemmx test magħżul għall-analiżi!
nb: Ingen tekst valgt for analyse!
ne: कुनै पाठ विश्लेषणको लागि चयन गरिएको छैन!
nl: Geen tekst geselecteerd voor analyse!
nn: Ingen tekst valgt for analyse!
or: ବିଶ୍ଳେଷଣ ପାଇଁ କୌଣସି ବିଷୟ ବାଛିବା ହୋଇନି!
pa_in: ਵਿਸ਼ਲੇਸ਼ਣ ਲਈ ਕੋਈ ਪਾਠ ਚੁਣਿਆ ਨਹੀਂ ਗਿਆ!
pl: Nie wybrano tekstu do analizy!
pt_br: Nenhum texto selecionado para análise!
ro: Niciun text selectat pentru analiză!
ru: Текст не выбран для анализа!
sk: Pre analýzu nebol vybraný žiadny text!
sl: Ni besedila izbranega za analizo!
sq: Nuk është zgjedhur asnjë tekst për analizë!
sr_cyrl: Нема селектованог текста за анализу!
sr_cyrl_ba: Није изабран текст за анализу!
sr_latn: Nema izabranog teksta za analizu!
sv: Ingen text vald för analys!
ta_in: பகுப்பாய்வுக்கு எந்த உரையும் தேர்வு செய்யப்படவில்லை!
te: విశ్లేషణ కోసం ఎలాంటి పాఠ్యం ఎంచుకోలేదు!
th: ไม่มีข้อความที่เลือกสำหรับการวิเคราะห์!
tr: Analiz için seçilmiş metin yok!
tt: Анализ өчен текст сайланмады!
ug: تەتقىق قىلىشقا تاللانغان يازما يوق!
uk: Немає тексту, вибраного для аналізу!
ur: تجزیے کے لیے کوئی متن منتخب نہیں کیا!
uz_latn: Tahlil uchun hech qanday matn tanlanmagan!
vi: Không có văn bản nào được chọn để phân tích!
zh_hans: 未选择要分析的文本!
zh_hant: 未選取任何文字進行分析！
