Repository: GlacierEQ/TextCraft
Catalog: Forge.*-valencia.resx
Languages: ca_es

source: this.ForgeTab.Label
ca_es: Crea

source: this.ToolsGroup.Label
ca_es: Eines

source: this.GenerateButton.Label
ca_es: Generar

source: this.GenerateButton.SuperTip
ca_es: Crea respostes personalitzades utilitzant el prompt de l'usuari i el contingut del document actual.

source: this.DefaultCheckBox.Label
ca_es: Predeterminat

source: this.AboutButton.Label
ca_es: Sobre

source: this.AboutButton.ScreenTip
ca_es: Proporciona detalls sobre aquesta aplicació.

source: this.CancelButton.Label
ca_es: Cancel·lar

source: this.CancelButton.ScreenTip
ca_es: Atura el procés de generació de text.

source: this.WritingToolsGallery.Label
ca_es: Eines d'escriptura

source: this.WritingToolsGallery.SuperTip
ca_es: Millora la teua escriptura amb eines potenciades per IA per a gramàtica, estil i claredat.

source: this.ReviewButton.Label
ca_es: Revisar

source: this.ReviewButton.SuperTip
ca_es: Millora el teu document amb comentaris i suggeriments basats en IA.

source: this.ProofreadButton.Label
ca_es: Revisar ortografia

source: this.ProofreadButton.SuperTip
ca_es: Comprova si hi ha errors d'ortografia, gramàtica i estil per a polir el teu document.

source: this.RewriteButton.Label
ca_es: Reescriure

source: this.RewriteButton.SuperTip
ca_es: Revisa i millora el teu text amb suggeriments potenciats per IA.

source: this.SettingsGroup.Label
ca_es: Configuracions

source: this.RAGControlButton.Label
ca_es: Control RAG

source: this.RAGControlButton.SuperTip
ca_es: Gestiona fitxers dins del sistema de Generació d'Augmentació de Recuperació (RAG).

source: this.ModelListDropDown.Label
ca_es: Llista de models

source: this.ModelListDropDown.SuperTip
ca_es: Selecciona un model de llenguatge per a usar en TextCraft.

source: this.DefaultCheckBox.SuperTip
ca_es: Estableix el model de llenguatge predeterminat per a TextCraft.

source: this.OptionsGroup.Label
ca_es: Opcions

source: this.InfoGroup.Label
ca_es: Informació

source: (ThisAddIn.cs) [InitializeAddIn] ArgumentException #1
ca_es: Model incorporat mancant. Si us plau, instal·la-ho per continuar!

source: [WritingToolsGallery_ButtonClick] ArgumentOutOfRangeException #1
ca_es: Botó seleccionat no reconegut.

source: [ReviewButton_Click] MessageBox #1 (text)
ca_es: Revisió completa! No es necessiten comentaris per a aquest document.

source: [ReviewButton_Click] MessageBox #1 (caption)
ca_es: Acció completada

source: (ModelProperties.cs) [GetContextLength] OllamaMissingContextWindowException #1
ca_es: No s'ha pogut obtenir la longitud del context per a {0}!

source: (CommonUtils.cs) [GetInternetAccessPermission] MessageBox #1 Text
ca_es: Vols permetre que TextCraft accedeixi a la següent font d'internet?

source: (CommonUtils.cs) [GetInternetAccessPermission] MessageBox #1 Caption
ca_es: Accés a Internet

source: (WordMarkdown.cs) [ApplyMarkdownFormatting] ArgumentOutofRangeException #1
ca_es: Tipus de format desconegut per al processament de Markdown!

source: (WordMarkdown.cs) [GetCodeBlockAtIndex] ApplicationException #1
ca_es: Bloc de codi Markdown no trobat a l'índex {0}!

source: (WordMarkdown.cs) [ApplyImageFormatting] ArgumentException #1
ca_es: Format d'URL invàlid

source: (WordMarkdown.cs) [ApplyHeadingFormatting] ArgumentException #1
ca_es: Títol de Markdown invàlid: ha de contenir entre 1 i 6 '#' caràcters.

source: [AnalyzeText] InvalidRangeException #1
ca_es: No s'ha seleccionat text per a l'anàlisi!

source: this.CommentSystemPrompt
ca_es: Ets un assistent d'escriptura expert i editor, especialitzat en millorar la claredat, coherència i impacte del text dins d'un document. Analitzes el text de manera crítica i ofereixes retroalimentació constructiva per millorar la qualitat general.

source: (CommentHandler.cs) [AICommentReplyTask] UserChatMessage #2
ca_es: Basat en els comentaris anteriors de la IA, suggereix millores addicionals específiques per al paràgraf, centrant-te en la claredat, coherència, estructura, gramàtica i efectivitat general. Assegura't que les teues sugerències siguin detallades i orientades a millorar el paràgraf dins del context de tot el Document.

source: [ProofreadButton_Click] SystemPrompt
ca_es: Ets un assistent de correcció. La teua tasca és corregir qualsevol error d'ortografia, gramàtica, puntuació o estil en el text proporcionat. Només realitza els canvis necessaris directament en el text. Si el text ja és correcte i no requereix canvis, repeteix simplement el text tal com és sense proporcionar explicacions ni comentaris.

source: [ProofreadButton_Click] UserPrompt
ca_es: Si us plau, revisa el següent text. Fes les correccions necessàries directament en el text sense afegir explicacions ni comentaris. Si el text és correcte i no necessita canvis, repeteix-lo exactament tal com és:

source: [RewriteButton_Click] SystemPrompt
ca_es: Ets un model de llenguatge avançat encarregat de reescriure el text proporcionat per l'usuari. Has de centrar-te en millorar la claredat, millorar el flux i mantenir el significat original del text. Les teues respostes han de consistir estrictament en el text reescrit sense explicacions ni comentaris addicionals.

source: [RewriteButton_Click] UserPrompt
ca_es: Si us plau, reescriu el següent text:

source: [ReviewButton_Click] UserPrompt
ca_es: Com a assistent d'escriptura expert, suggereix millores específiques per al paràgraf, centrant-te en la claredat, coherència, estructura, gramàtica i eficàcia general. Assegura't que les teues suggerències siguin detallades i orientades a millorar el paràgraf dins del context de tot el Document.

source: [Review] chatHistory #1
ca_es: Si us plau, revisa el següent paràgraf extret del Document:

source: (RAGControl.cs) [AskQuestion] chatHistory #1
ca_es: Contingut del Document:

source: (RAGControl.cs) [AskQuestion] chatHistory #2
ca_es: Context RAG:

source: (CommentHandler.cs) [AIUserMentionTask] UserMentionSystemPrompt
ca_es: Ets un assistent d'IA incrustat en un document, que respon a preguntes de l'usuari sobre seleccions de text específiques. Aproxima't a cada pregunta amb empatia i la mentalitat d'un mentor, posant-te en la pell de la persona que demana ajuda. Imagina que ets un amic atent i coneixedor que ofereix orientació pràctica i perspicaz. El teu objectiu no és només respondre la seva pregunta, sinó també proporcionar una comprensió més profunda, oferint consells racionals que els ajuden a millorar i créixer. Utilitza qualsevol context disponible del document o recursos relacionats per enriquir la teua resposta, fent-la tan útil com sigui possible. Mantingues els teus consells simples, conversacionals i clars, evitant formateig o jerga, i centra't en oferir informació aplicada que guie l'usuari cap a millors solucions o millores.
