Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# [ReviewButton_Click] UserPrompt
source: As an expert writing assistant, suggest specific improvements to the paragraph, focusing on clarity, coherence, structure, grammar, and overall effectiveness. Ensure that your suggestions are detailed and aimed at improving the paragraph within the context of the entire Document.
af: As 'n deskundige skryfhulp, stel spesifieke verbeterings voor vir die paragraaf, met fokus op duidelikheid, samehang, struktuur, grammatika en algehele effektieweheid. Verseker dat jou voorstelle gedetailleerd is en gemik is op die verbetering van die paragraaf binne die konteks van die hele dokument.
am: አዝሙ; ረዊኮ; ወቅት?
ar: بصفتك مساعد كتابة خبير، اقترح تحسينات محددة على الفقرة، مع التركيز على الوضوح والتماسك والبنية والقواعد والفعالية العامة. تأكد من أن اقتراحاتك مفصلة وتهدف إلى تحسين الفقرة في سياق الوثيقة بالكامل.
as: এজন বিশেষজ্ঞ লেখাৰ সহায়ক হিচাপে, পৰাগ্ৰহণৰ স্পষ্টতা, সমন্বয়, গঠন, ব্যাকৰণ, আৰু সামগ্ৰিক কার্যকারিতাৰ ওপৰত বিশেষ উন্নতিৰ প্ৰস্তাৱ দিন। আপোনাৰ প্ৰস্তাৱসমূহ নিশ্চিত কৰক আৰু ইয়াৰ পৰা উন্নত কৰিবৰ বাবে পৰাগ্ৰহণত বিখ্যাতভাবে লক্ষ্য ৰাখক।
az_latn: Peşəkar yazı köməkçisi olaraq, paraqrafda spesifik inkişaflar təklif edin, aydınlıq, müntəzəmlik, quruluş, qrammatika və ümumi effektivlikə diqqət yetirin. Təkliflərinizin ətraflı və sənədin tam kontekstinə uyğun olmasına əmin olun.
be: Як эксперт па пісьму, прапануйце канкрэтныя паляпшэнні для абзаца, засяроджваючыся на яснасці, супадзенні, структуры, граматыцы і агульнай эфектыўнасці. Пераканайцеся, што вашы прапановы падрабязныя і накіраваны на паляпшэнне абзаца з улікам усяго дакумента.
bg: Като експерт в писането, предложете конкретни подобрения на абзаца, фокусирайки се върху яснота, свързаност, структура, граматика и обща ефективност. Уверете се, че предложенията Ви са детайлни и насочени към подобряване на абзаца в контекста на целия документ.
bn_in: একজন বিশেষজ্ঞ লেখার সহায়ক হিসাবে, স্পষ্টতা, সঙ্গতি, গঠন, ব্যাকরণ এবং সামগ্রিক কার্যকারিতার উপর ফোকাস করে অনুচ্ছেদটির নির্দিষ্ট উন্নতির সুপারিশ করুন। আপনার পরামর্শগুলি বিস্তারিত এবং ডকুমেন্টের পুরো প্রসঙ্গে অনুচ্ছেদটি উন্নত করার জন্য লক্ষ্যবস্তু হতে হবে।
bs_latn: Kao ekspert za pisanje, predložite specifična poboljšanja za paragraf, fokusirajući se na jasnoću, koherentnost, strukturu, gramatiku i celokupnu efikasnost. Osigurajte da su vaši predlozi detaljni i usmereni na poboljšanje paragrafa u kontekstu celog dokumenta.
ca: Com a assistent d'escriptura expert, suggerix millores específiques per al paràgraf, centrant-te en la claredat, la coherència, l'estructura, la gramàtica i l'eficàcia general. Assegura't que les teves suggerències siguin detallades i destinades a millorar el paràgraf dins del context de tot el document.
cs: Jako expert na psaní navrhněte konkrétní zlepšení k odstavci, zaměřující se na jasnost, koherenci, strukturu, gramatiku a celkovou účinnost. Ujistěte se, že vaše návrhy jsou podrobné a zaměřené na zlepšení odstavce v kontextu celého dokumentu.
cy: Fel cynorthwywr ysgrifennu arbenigol, awgrymwch welliannau penodol i'r paragraff, gan ganolbwyntio ar glirdeb, cydlyniaeth, strwythur, gramadeg, a gweithgaredd cyffredinol. Sicrhewch fod eich awgrymiadau'n fanwl ac wedi'u hymrwymo i wella'r paragraff yn y cyd-destun o'r Ddogfen gyfan.
da: Som en ekspert skriveassistent, foreslå specifikke forbedringer til afsnittet, med fokus på klarhed, sammenhæng, struktur, grammatik og overordnet effektivitet. Sørg for at dine forslag er detaljerede og sigter mod at forbedre afsnittet inden for konteksten af hele dokumentet.
de: Als experte Schreibassistent, schlagen Sie spezifische Verbesserungen für den Absatz vor, die sich auf Klarheit, Kohärenz, Struktur, Grammatik und Gesamteffektivität konzentrieren. Stellen Sie sicher, dass Ihre Vorschläge detailliert sind und darauf abzielen, den Absatz im Kontext des gesamten Dokuments zu verbessern.
el: Ως εξειδικευμένος βοηθός γραφής, προτείνετε συγκεκριμένες βελτιώσεις στην παράγραφο, εστιάζοντας σε σαφήνεια, συνοχή, δομή, γραμματική και συνολική αποτελεσματικότητα. Βεβαιωθείτε ότι οι προτάσεις σας είναι λεπτομερείς και στοχεύουν στη βελτίωση της παραγράφου εντός του πλαισίου ολόκληρου του Εγγράφου.
es_es: Como asistente de escritura experto, sugiere mejoras específicas al párrafo, enfocándote en claridad, coherencia, estructura, gramática y efectividad general. Asegúrate de que tus sugerencias sean detalladas y estén dirigidas a mejorar el párrafo dentro del contexto de todo el Documento.
et: Ekspertkirjutamise abina pakkuda spetsiifilisi parandusi lõigule, keskendudes selgusele, koherentsusele, struktuurile, grammatikale ja üldisele tõhususele. Veenduge, et teie ettepanekud oleksid detailsed ja suunatud lõigu parandamisele kogu dokumendi kontekstis.
eu: Idazketa laguntzaile aditu gisa, parrafoari argitasuna, koherentzia, egitura, gramatika, eta efektibitate hobetzeko proposamen zehatzak iradoki. Hobetzeko proposamenak emateko testu osoaren testuinguruan idazteko zailtzen bazara, xehetasunak eskaintzeko zaude.
fa: به عنوان یک دستیار نوشتن متخصص، پیشنهادات خاصی برای بهبود پاراگراف ارائه دهید، با تمرکز بر وضوح، انسجام، ساختار، دستور زبان و اثربخشی کلی. اطمینان حاصل کنید که پیشنهادات شما با جزئیات ارائه شده و به بهبود پاراگراف در متن کل سند کمک کند.
fi: Asiakirjahallintatyökaluna ehdota erityisiä parannuksia kappaleeseen, keskittyen selkeyteen, johdonmukaisuuteen, rakenteeseen, kielioppiin ja kokonaisvaikuttavuuteen. Varmista, että ehdotuksesi ovat yksityiskohtaisia ja tähtäävät parantamaan kappaletta koko asiakirjan kontekstissa.
fil: Bilang isang dalubhasang katulong sa pagsusulat, magmungkahi ng tiyak na mga pagpapabuti sa talata, na nakatuon sa kalinawan, pagkakaugnay-ugnay, istruktura, gramatika, at pangkalahatang bisa. Tiyaking ang iyong mga mungkahi ay detalyado at nakatuon sa pagpapabuti ng talata sa loob ng konteksto ng buong Dokumento.
fr_ca: En tant qu'assistant d'écriture expert, suggérez des améliorations spécifiques au paragraphe, en mettant l'accent sur la clarté, la cohérence, la structure, la grammaire et l'efficacité globale. Assurez-vous que vos suggestions sont détaillées et visent à améliorer le paragraphe dans le contexte de l'ensemble du document.
ga: Mar chabhair scríbhneoireachta saineoith, moladh breise ar leith a mholadh don pharaf, ag díriú ar shoiléireacht, comhoiriúnacht, struchtúr, gramadaí, agus éifeachtúlacht ginearálta. Bí cinnte go bhfuil do mholtaí mionsonraithe agus dírithe ar fheabhsúcháin a dhéanamh ar an pharaif sa chomhthéacs ar fad an Doiciméid.
gd: Mar neach-taic sgrìobhadh eòlach, thoir mholtaidhean mionaideach air an earrann, a' cumail fòcas air soilleireachd, co-reachd, structar, gràmair, agus èifeachdas overall. Dèan cinnteach gu bheil do mholtaidhean mionaideach is freagairteach airson leasachadh an earrain ann an co-theacsa an sgrìobhainn gu lèir.
gl: Como asistente de escritura experto, suxire melloras específicas para o parágrafo, centrándose en clareza, coherencia, estrutura, gramática e efectividade global. Asegúrate de que as túas suxestións son detalladas e dirixidas a mellorar o parágrafo dentro do contexto de todo o Documento.
gu: લખાણ માટે સહયોગી સહાયક તરીકે, દસ્તાવેજના સામગ્રીને લગતાં ચોક્કસ સુધારણા સૂચવો, સ્પષ્ટતા, એકસંગતતા, રચના, વ્યાકરણ, અને સમગ્ર દરજ્જામાં કાર્યક્ષમતા પર ધ્યાન કેન્દ્રિત કરીને. તમારું પરિણામ દસ્તાવેજના સંપૂર્ણ ઉદ્દેશ્યના શ્રેષ્ઠ સુધારણાઓને ધ્યાનમાં લેવું જોઈએ.
he: בתור עוזר כתיבה מומחה, הצע שיפורים ספציפיים לפסקה, תוך התמקדות בבהירות, קשר, מבנה, דקדוק ויעילות כוללת. ודא שההצעות שלך מפורטות ומיועדות לשיפור הפסקה בתוך הקשר של המסמך כולו.
hi: एक विशेषज्ञ लेखन सहायक के रूप में, स्पष्टता, सामंजस्य, संरचना, व्याकरण, और समग्र प्रभावशीलता पर ध्यान केंद्रित करते हुए पाठ्यांश में विशेष सुधार का सुझाव दें। सुनिश्चित करें कि आपके सुझाव विस्तृत हों और दस्तावेज़ के पूरे संदर्भ में पाठ्यांश को बेहतर बनाने के लिए लक्षित हों।
hr: Kao stručni asistent za pisanje, predložite specifična poboljšanja za odlomak, usmjerivši se na jasnoću, koherenciju, strukturu, gramatiku i ukupnu učinkovitost. Osigurajte da su vaši prijedlozi detaljni i usmjereni na poboljšanje odlomka unutar konteksta cijelog dokumenta.
hu: Mint egy szakértő írási asszisztens, javasolj konkrét fejlesztéseket a bekezdésre, összpontosítva a világosságra, koherenciára, struktúrára, nyelvtanra és általános hatékonyságra. Biztosítsd, hogy a javaslataid részletesek legyenek és a bekezdés fejlesztését célozzák a teljes dokumentum kontextusában.
hy: Որպես փորձագետ գրելու օգնական, առաջարկեք բանաձևի կոնկրետ բարելավումներ, կենտրոնանալով հստակության, միջինըության, կառուցվածքի, գիրականացման և ընդհանուր արդյունավետության վրա: Համոզվեք, որ ձեր առաջարկությունները մանրամասն են և ուղղված արվեստի բարելավմանը փաստաթղթում:
id: Sebagai asisten penulisan ahli, sarankan peningkatan spesifik pada paragraf, fokus pada kejelasan, koherensi, struktur, tata bahasa, dan efektivitas keseluruhan. Pastikan bahwa saran Anda terperinci dan ditujukan untuk meningkatkan paragraf dalam konteks seluruh Dokumen.
is: Sem sérfræðiaðstoð við ritun, leggðu til sérstakar úrbætur á samhenginu, einblíndu á skýrleika, samhengi, uppbyggingu, málfræði, og almennan árangur. Tryggja að tillögur þínar séu ítarlegar og beinist að því að bæta samhengið innan heildar skjalsins.
it: In qualità di assistente alla scrittura esperto, suggerisci miglioramenti specifici al paragrafo, concentrandoti su chiarezza, coerenza, struttura, grammatica ed efficacia complessiva. Assicurati che i tuoi suggerimenti siano dettagliati e mirati al miglioramento del paragrafo nel contesto dell'intero documento.
ja: 専門的なライティングアシスタントとして、段落の明確さ、一貫性、構造、文法、全体的な効果に焦点を当てた具体的な改善を提案してください。提案は詳細であり、ドキュメント全体の文脈の中で段落を改善することを目的としてください。
ka: როგორც გამოცდილი წერის შემსწავლელი, გამოაქვეყნეთ კონკრეტული გაუმჯობესებები აბზაცისთვის, ყურადღება მიაქციეთ სისწრაფისთვის, თანმიმდევრობაზე, სტრუქტურაზე, გრამატიკასა და საერთო ეფექტურობაზე. დარწმუნდით, რომ თქვენი რეკომენდაციები დეტალური და აბზაცის მთლიანი დოკუმენტის კონტექსტში გაუმჯობესებას ისახავს მიზნად.
kk: Сарапшы жазу көмекшісі ретінде абзацқа түсініктілік, үйлесімділік, құрылым, грамматика және жалпы тиімділікке назар аудара отырып, нақты жақсартуларды ұсыныңыз. Сіздің ұсыныстарыңыз бүкіл құжат контекстінде абзацты жетілдіруге бағытталуы тиіс.
km: ជាអ្នកជំនួយសរសេរអ្នកបង្ហាញ អ្នកផ្តល់អនុសាសន៍ជាក់លាក់ដើម្បីធ្វើការកែលម្អផ្នែក ដូចជាសំណួរមើលភាពច្បាស់សហសមាគម និងបច្ចេកទេស។
kn: ವೈಯಕ್ತಿಕ ಬರವಣಿಗೆ ಸಹಾಯಕನಂತೆ, ಪ್ಯಾರಾಗ್ರಾಫ್‌ನಲ್ಲಿ ಸ್ಪಷ್ಟತೆ, ಸಂಘಟನೆ, ಶ್ರೇಷ್ಟತೆ ಮತ್ತು ಶ್ರೇಷ್ಟತೆ ಮತ್ತು ಒಟ್ಟಾರೆ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಗಮನವನ್ನು ನೀಡುವ ಚಿಹ್ನೆಗಳು ಮಹತ್ವದ್ದಾಗುತ್ತವೆ. ನಿಮ್ಮ ಸೂಚನೆಗಳು ದಯವಿಟ್ಟು ಕ್ರಮಂತರಗೆ ಮುಂದುವರಿಯುವ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ಒದಗಿಸುತ್ತವೆ.
ko: 전문 작문 도우미로서, 단락에 대한 구체적인 개선 사항을 제안하십시오. 명료성, 일관성, 구조, 문법 및 전반적인 효과성에 중점을 두고, 제안이 세부적이고 문서 전체의 맥락에서 개선될 수 있도록 하십시오.
lb: Als Expert Schreifhëllefer, schlooft spezifesch Verbesserungen fir de Paragraph un, fokusséiert op Kloerheet, Kohärenz, Struktur, Grammatik, an allgemeng Effektivitéit. Suergt fir datt Är Virschléi detailléiert sinn an de Paragraph am Kontext vum ganze Dokument verbesseren.
lt: Kaip ekspertas rašymo asistentas, pasiūlykite konkrečių patobulinimų paragrafui, sutelkdami dėmesį į aiškumą, nuoseklumą, struktūrą, gramatiką ir bendrą efektyvumą. Užtikrinkite, kad jūsų pasiūlymai būtų išsamūs ir skirti pagerinti paragrafą viso dokumento kontekste.
lv: Kā ekspertu rakstīšanas asistents, ieteiciet specifiskus uzlabojumus paragrāfā, koncentrējoties uz skaidrību, secību, struktūru, gramatiku un vispārējo efektivitāti. Pārliecinieties, ka jūsu ieteikumi ir detalizēti un vērsti uz paragrāfa uzlabošanu visu dokumenta kontekstā.
mi: Hei kaiārahi tuhinga, tuku tūtohu motuhake ki ngā kōrero, ki te mārama, ki te tūhono, ki te hanganga, ki te karahipi, me te whakahaua. Kōrero rangatira hei whakaarohia, e ahuareka ana ki te whakapai ake ki te pānga i roto i te horopaki o te Tuhinga.
mk: Како експерт за пишување, предлагајте специфични подобрувања за параграфот, фокусирајќи се на јасност, кохеренција, структура, граматика и целокупна ефикасност. Осигурајте се дека вашите предлози се детални и насочени кон подобрување на параграфот во контекст на целиот документ.
ml: ഒരു വിദഗ്ധ എഴുത്ത് സഹായിയായി, വ്യക്തിത്വം, ബാഹിരൂപം, ഘടന, വ്യാകരണം, ആകെ കാര്യക്ഷമത എന്നിവയിൽ ശ്രദ്ധ കേന്ദ്രീകരിച്ച് ഈ പാരഗ്രാഫിൽ പ്രത്യേകമായി മെച്ചപ്പെടുത്തലുകൾ നിർദേശിക്കുക.
mr: एक तज्ञ लेखन सहाय्यक म्हणून, स्पष्टता, समरसता, संरचना, व्याकरण, आणि एकूण कार्यक्षमता यावर लक्ष केंद्रित ठेवून परिच्छेदाला विशिष्ट सुधारणा सुचवा. तुमच्या सुधारणांची शिफारस तपशीलवार ठेवा आणि संपूर्ण दस्तावेजाच्या संदर्भात परिच्छेद सुधारण्याच्या याकडे लक्ष द्या.
ms: Sebagai pembantu penulisan yang pakar, cadangkan penambahbaikan tertentu kepada perenggan tersebut, dengan memberi tumpuan kepada kejelasan, koherens, struktur, tatabahasa, dan keberkesanan keseluruhan. Pastikan cadangan anda terperinci dan bertujuan untuk meningkatkan perenggan dalam konteks keseluruhan Dokumen.
mt: Bħala assistent tal-kitba esperta, suġġerixxi titjib speċifiku għall-paragrafu, ittejjeb fil-kontekstu tat-tqassim ta' dokument ġenerali.
nb: Som en ekspert skriveassistent, foreslå spesifikke forbedringer til avsnittet, med fokus på klarhet, sammenheng, struktur, grammatikk, og total effektivitet. Sørg for at forslagene dine er detaljerte og rettet mot å forbedre avsnittet innenfor konteksten av hele dokumentet.
ne: एक विशेषज्ञ लेखन सहायकको रूपमा, स्पष्टता, सुसंगतता, संरचना, व्याकरण, र समग्र प्रभावकारितामा ध्यान केन्द्रित गर्दै अनुच्छेदमा विशेष सुधारहरू प्रस्ताव गर्नुहोस्। तपाईंका सुझावहरू विस्तृत र सम्पूर्ण दस्तोव्यको सन्दर्भमा अनुच्छेदको सुधारमा लक्षित हुनुपर्दछ।
nl: Als een expert schrijfassistent, stel specifieke verbeteringen voor aan de alinea, met de focus op duidelijkheid, samenhang, structuur, grammatica en algehele effectiviteit. Zorg ervoor dat je suggesties gedetailleerd zijn en gericht op het verbeteren van de alinea binnen de context van het gehele document.
nn: Som ein ekspert skriveassistent, foreslå spesifikke forbetringar til avsnittet, med fokus på klarheit, samanheng, struktur, grammatikk, og den overordna effektiviteten. Sørg for at forslagene dine er detaljerte og målretta for å forbetre avsnittet innanfor konteksten av heile dokumentet.
or: ଦକ୍ଷ ଲେଖନ ସାହାକାରୀ ଭାବରେ, ତକ୍ଷଣ ଚତୁର, ସଂଗୃହୀତ, ପ୍ରାରମ୍ଭ, ବ୍ୟାକରଣ ଓ ସାଧାରଣ କାର୍ଯ୍ୟକ୍ଷମତାପାଇଁ ପ୍ୟାରାଗ୍ରାଫ୍ପୁନଲେଖନ ପ୍ରସ୍ତାନ କରନ୍ତୁ। ନିଶ୍ଚୟ କରନ୍ତୁ କି ଆପଣଙ୍କର ସୁଜାବଗୁଡିକ ତାଲିକା ମଧ୍ୟରେ ସ໋ଥଜୀବନ ଡକ୍ୟୁମେଣ୍ଟ୍ ପ୍ରାରମ୍ଭ କରୁ।
pa_in: ਇੱਕ ਵਿਸ਼ੇਸ਼ ਲਿਖਾਈ ਸਹਾਇਕ ਵਜੋਂ, ਪੈਰਾਗ੍ਰਾਫ ਵਿੱਚ ਸਪਸ਼ਟਤਾ, ਸੰਗਤਤਾ, ਸੰਰਚਨਾ, ਵਿਅਾਕਰਣ ਅਤੇ ਸਮੁੱਚੇ ਪ੍ਰਭਾਵਸ਼ੀਲਤਾ 'ਤੇ ਧਿਆਨ ਦਿੰਦੇ ਹੋਏ ਵਿਸ਼ੇਸ਼ ਸੁਧਾਰਾਂ ਦਾ ਸੁਝਾਅ ਦਿਓ। ਆਪਣੀਆਂ ਸੁਝਾਵਾਂ ਵਿਸਤਾਰ ਵਿੱਚ ਹੋਣ ਚਾਹੀਦੀਆਂ ਹਨ ਅਤੇ ਦਸਤਾਵੇਜ਼ ਦੇ ਪੂਰੇ ਸੰਦਰਭ ਵਿੱਚ ਪੈਰਾਗ੍ਰਾਫ ਨੂੰ ਸੁਧਾਰਣ ਲਈ ਹੋਣ ਚਾਹੀਦੀਆਂ ਹਨ।
pl: Jako ekspert w dziedzinie pisania, zaproponuj konkretne poprawki do akapitu, koncentrując się na jasności, spójności, strukturze, gramatyce i ogólnej skuteczności. Upewnij się, że twoje sugestie są szczegółowe i mają na celu poprawienie akapitu w kontekście całego dokumentu.
pt_br: Como um assistente de escrita especializado, sugira melhorias específicas para o parágrafo, focando em clareza, coerência, estrutura, gramática e eficácia geral. Garantir que suas sugestões sejam detalhadas e destinadas a melhorar o parágrafo dentro do contexto do Documento inteiro.
ro: Ca un asistent de scriere expert, sugerează îmbunătățiri specifice pentru paragraf, concentrându-te pe claritate, coerență, structură, gramatică și eficiență generală. Asigură-te că sugestiile tale sunt detaliate și vizate pentru a îmbunătăți paragraf în contextul întregului document.
ru: В качестве эксперта по написанию предложите конкретные улучшения для абзаца, сосредоточив внимание на ясности, связности, структуре, грамматике и общей эффективности. Убедитесь, что ваши рекомендации детализированы и направлены на улучшение абзаца в контексте всего документа.
sk: Ako expert na písanie navrhnite konkrétne zlepšenia pre paragraf, zamerajte sa na jasnosť, koherenciu, štruktúru, gramatiku a celkovú efektívnosť. Uistite sa, že vaše návrhy sú podrobné a zamerané na zlepšenie paragrafu v kontexte celého dokumentu.
sl: Kot strokovni pomočnik za pisanje, predlagajte specifične izboljšave odstavka, s poudarkom na jasnosti, koherenci, strukturi, slovnici in splošni učinkovitosti. Poskrbite, da bodo vaši predlogi podrobni in usmerjeni v izboljšanje odstavka v kontekstu celotnega dokumenta.
sq: Si një ndihmës ekspert në shkrim, sugjeroni përmirësime specifike për paragrafin, duke u përqendruar në qartësi, koherencë, strukturë, gramatikë dhe efektivitetin gjithpërfshirës. Sigurohuni që sugjerimet tuaja të jenë të detajuara dhe të synojnë bëjnë përmirësimin e paragrafit në kontekstin e të gjithë Dokumentit.
sr_cyrl: Као стручни асистент за писање, предложите специфична побољшања пасусу, фокусирајући се на јасноћу, кохеренцију, структуру, граматику и генералну ефикасност. Уверите се да су ваши предлози детаљни и усмерени на побољшање пасуса у контексту целог документа.
sr_cyrl_ba: Као стручни асистент за писање, предложите специфична побољшања за параграф, фокусирајући се на јасноћу, кохерентност, структуру, граматику и свеобухватну ефективност. Осигурајте да ће ваши предлози бити детаљни и усмерени на побољшање параграфа у контексту читавог документа.
sr_latn: Kao ekspert za pisanje, predložite konkretna poboljšanja za pasus, fokusirajući se na jasnoću, koherentnost, strukturu, gramatiku i ukupnu efikasnost. Osigurajte da su vaši predlozi detaljni i usmereni na poboljšanje pasusa unutar konteksta celog dokumenta.
sv: Som en expert skrivassistent, föreslå specifika förbättringar av stycket, med fokus på tydlighet, sammanhang, struktur, grammatik och övergripande effektivitet. Säkerställ att dina förslag är detaljerade och syftar till att förbättra stycket inom ramen för hela Dokumentet.
ta_in: ஒரு நிபுணர் எழுதும் உதவியாளராக, தெளிவு, இணக்கம், கட்டமைப்பு, இலக்கணம் மற்றும் மொத்த தூண்டில் கவனம் செலுத்தி, அந்த முன்னணி பரந்த மதிப்புகளை முன்மொழியுங்கள். உங்கள் முன்மொழிகைகள் உள்ளடக்கத்தின் முழுமையான கருத்தலக்கத்தில் முன்னேற்றத்தை மேம்படுத்துவதற்குரியதாகவும் இருக்க வேண்டும்.
te: ఒక నిపుణుల రాయనా సహాయకుడిగా, స్పష్టత, సమర్ధత, నిర్మాణం, వ్యాకరణం, మరియు మొత్తం విజయంపై దృష్టి సారించి పేరా కోసం ప్రత్యేక మెరుగుదలలను సూచించండి. మీ సూచనలు వివరంగా ఉండండిగా చూసుకోండి మరియు ఈ పేరాలో మెరుగుదల కోసం నిలబడండి.
th: ในฐานะผู้ช่วยการเขียนผู้เชี่ยวชาญ โปรดเสนอการปรับปรุงเฉพาะสำหรับย่อหน้าโดยมุ่งเน้นที่ความชัดเจน ความเข้ากันได้ โครงสร้าง ไวยากรณ์ และประสิทธิภาพโดยรวม ให้แน่ใจว่าข้อเสนอแนะของคุณมีรายละเอียดและมุ่งหวังที่จะปรับปรุงย่อหน้าในบริบทของเอกสารทั้งหมด
tr: Uzman bir yazım asistanı olarak, paragraftaki netlik, tutarlılık, yapı, dilbilgisi ve genel etkililik alanlarına odaklanarak spesifik iyileştirmeler önerin. Önerilerinizin detaylı ve tüm belgenin bağlamında paragrafı geliştirmeye yönelik olduğundan emin olun.
tt: Сез белез идеаль язу ярдәмчесе, абзацка ачыклык, тотрыклылык, структура, грамматика һәм гомуми нәтиҗәлелеге буенча конкрет яхшырту тәкъдимнәре бирегез. Тәкъдимнәрегез документның гомум контекстында абзацны яхшыртуга юнәлдерелгән булсын.
ug: تەجرىبەلىك يازما ياردەمچىسى، يازمىنى ياخشىلاشتۇرۇش بۇرادىرىمىز. Struktur ، يازماش شەخسن سىز ليقۇر كەتتىسەم سىلىندە ئاڭلاستۇرۇڭ.
uk: Як експертний асистент з написання, запропонуйте конкретні покращення до абзацу, зосереджуючись на ясності, узгодженості, структурі, граматиці та загальній ефективності. Переконайтеся, що ваші пропозиції детальні та спрямовані на покращення абзацу в контексті всього документа.
ur: ایک ماہر تحریری مددگار کے طور پر، پیراگراف میں وضاحت، ہم آہنگی، ساخت، گرامر، اور مجموعی افادیت پر توجہ مرکوز کرتے ہوئے مخصوص بہتری کی تجاویز پیش کریں۔ اس بات کو یقینی بنائیں کہ آپ کی تجاویز تفصیلی ہوں اور پوری دستاویز کے تناظر میں پیراگراف کو بہتر بنانے کے مقصد کے مطابق ہوں۔
uz_latn: Mutaxassis yozuv yordamchisi sifatida, paragrafga aniqlik, mantiqlilik, tuzilma, grammatika va umumiy samaradorlikka e'tibor berib, aniq takliflarni taqdim eting. Takliflaringiz batafsil va hujjatning butun kontekstida yaxshilash maqsadida bo'lishi kerak.
vi: Là một trợ lý viết chuyên nghiệp, hãy gợi ý những cải tiến cụ thể cho đoạn văn, tập trung vào sự rõ ràng, mạch lạc, cấu trúc, ngữ pháp và hiệu quả tổng thể. Đảm bảo rằng các gợi ý của bạn chi tiết và nhằm cải thiện đoạn văn trong bối cảnh của toàn bộ Tài liệu.
