Repository: GlacierEQ/TextCraft
Catalog: Forge.*.resx
Languages: af, am, ar, as, az_latn, be, bg, bn_in, bs_latn, ca, cs, cy, da, de, el, es_es, et, eu, fa, fi, fil, fr_ca, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_br, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, tt, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# [ProofreadButton_Click] UserPrompt
source: Please proofread the following text. Make any necessary corrections directly in the text without adding any explanations or comments. If the text is correct and needs no changes, just repeat it exactly as it is:
af: Asseblief, naelskryf die volgende teks. Maak enige nodige regstellings direk in die teks sonder om enige verklarings of kommentaar toe te voeg. As die teks reg is en geen veranderinge benodig nie, herhaal dit net presies soos dit is:
am: እባኮት ይዘገብሩ ቸ! እነ ኮኞ-ይን-በጀሠይ!
ar: يرجى تدقيق النص التالي. اجعل أي تصحيحات ضرورية مباشرة في النص دون إضافة أي تفسيرات أو تعليقات. إذا كان النص صحيحًا ولا يحتاج إلى تغييرات، فقط كررها تمامًا كما هي:
as: অনুগ্রহ কৰি তলত দিয়া পাঠ প্ৰুফৰীড কৰক। কোনো প্ৰয়োজনীয় সংশোধন আগৰ পাঠলৈ সোধা, ব্যাখ্যা বা মন্তব্য নাই। যদি পাঠ সঠিক আৰু কোনো পৰিবৰ্তনৰ চাৰা, তেন্তে সঠিকভাৱে পুনৰাবৃত্তি কৰক।
az_latn: Xahiş olunur, aşağıdakı mətni düzəldin. Zəruri hər hansı düzəlişləri mətndə birbaşa edin, izahat və ya şərh əlavə etmədən. Mətndə heç bir dəyişiklik edilməsə, onu dəqiq olduğu kimi təkrarlayın:
be: Калі ласка, праверце наступны тэкст. Зрабіце любыя неабходныя выпраўленні непасрэдна ў тэксце без дадавання любых удакладненняў або каментароў. Калі тэкст правільны і не патрабуе зменаў, проста паўтарыце яго прыблізна так, як ён ёсць:
bg: Моля, прегледайте следния текст. Направете необходимите корекции директно в текста, без да добавяте пояснения или коментари. Ако текстът е правилен и не се нуждае от промени, просто го повторете точно такъв, какъвто е:
bn_in: নিম্নলিখিত টেক্সটটি প্রুফরিড করুন। কোনো ব্যাখ্যা বা মন্তব্য দেওয়া ছাড়া টেক্সটে প্রয়োজনীয় সংশোধনগুলি সরাসরি করুন। যদি টেক্সটটি সঠিক হয় এবং কোনো পরিবর্তনের প্রয়োজন না হয়, তবে এটি ঠিক যেমন আছে পুনরাবৃত্তি করুন:
bs_latn: Molimo lektorirajte sledeći tekst. Napravite sve neophodne ispravke direktno u tekstu bez dodavanja objašnjenja ili komentara. Ako je tekst tačan i ne zahteva promene, jednostavno ga ponovite tačno kakav jeste:
ca: Si us plau, revisa el següent text. Fes les correccions necessàries directament al text sense afegir cap explicació ni comentari. Si el text és correcte i no requereix canvis, simplement repeteix-lo exactament com és:
cs: Prosím, proveďte korekturu následujícího textu. Upravte jakékoli nezbytné opravy přímo v textu, aniž byste přidávali jakékoli vysvětlení nebo komentáře. Pokud je text správný a nevyžaduje žádné změny, znovu ho opakujte přesně tak, jak je:
cy: Os gwelwch yn dda wirio'r testun canlynol. Gwna unrhyw newidiadau angenrheidiol yn uniongyrchol yn y testun, heb ychwanegu unrhyw esboniadau nac ymholiadau. Os yw'r testun yn gywir ac nad oes angen unrhyw newid, ailadrodd yn union fel y mae:
da: Venligst korrekturlæs følgende tekst. Gør eventuelle nødvendige korrektioner direkte i teksten uden at tilføje nogen forklaringer eller kommentarer. Hvis teksten er korrekt og ikke har brug for ændringer, gentag den blot præcist som den er:
de: Bitte korrigieren Sie den folgenden Text. Nehmen Sie alle erforderlichen Korrekturen direkt im Text vor, ohne weitere Erklärungen oder Kommentare hinzuzufügen. Wenn der Text korrekt ist und keine Änderungen benötigt, wiederholen Sie ihn genau so, wie er ist:
el: Παρακαλώ διορθώστε το παρακάτω κείμενο. Κάντε οποιεσδήποτε απαραίτητες διορθώσεις απευθείας στο κείμενο χωρίς να προσθέσετε καμία εξήγηση ή σχόλια. Εάν το κείμενο είναι σωστό και δεν απαιτεί αλλαγές, απλά επαναλάβετε το ακριβώς όπως είναι:
es_es: Por favor, corrige el siguiente texto. Realiza las correcciones necesarias directamente en el texto sin añadir explicaciones ni comentarios. Si el texto es correcto y no necesita cambios, repítelo exactamente como está:
et: Palun toimetage järgnev tekst. Tehke kõik vajalikud parandused tekstis otse ilma lisaselgituste või kommentaarideta. Kui tekst on õige ja ei vaja mingeid muudatusi, korrake seda täpselt sellisena, nagu see on:
eu: Mesedez, hurrengo testua irakurri. Behar diren aldaketak zuzenean testuan egin, inongo azalpenik edo iruzkinik gehitu gabe. Testua zuzena bada eta aldaketarik ez du behar, zehazki bezala errepikatu.
fa: لطفاً متن زیر را ویرایش کنید. هرگونه اصلاح لازم را مستقیماً در متن انجام دهید بدون اینکه توضیح یا نظری اضافه کنید. اگر متن صحیح است و نیازی به تغییر ندارد، آن را دقیقاً همان‌طور که هست تکرار کنید:
fi: Ole hyvä ja tarkista seuraava teksti. Tee kaikki tarvittavat korjaukset suoraan tekstiin ilman lisäselityksiä tai kommentteja. Jos teksti on oikein eikä tarvitse muutoksia, toista se tarkalleen sellaisena kuin se on:
fil: Mangyaring suriin ang sumusunod na teksto. Gumawa ng anumang kinakailangang pagbabago nang direkta sa teksto nang hindi nagdadagdag ng anumang paliwanag o komento. Kung ang teksto ay tama at hindi nangangailangan ng mga pagbabago, ulitin lamang ito nang eksakto gaya ng pagkakasulat nito:
fr_ca: Veuillez relire le texte suivant. Apportez toutes les corrections nécessaires directement dans le texte sans ajouter d'explications ou de commentaires. Si le texte est correct et n'a pas besoin de changements, répétez-le exactement tel qu'il est :
ga: Le do thoil léirmheas a dhéanamh ar an téacs seo atá á sholáthar. Déan aon cheartúcháin riachtanacha go díreach sa téacs gan cur le haon mhíniú nó tuairim. Más é an téacs ceart agus nach gá aon athruithe, déan é a athrá go díreach mar atá sé:
gd: Feuch an cuir thu an teacsa seo fon chlàr. Dèan an ceartas sam bith gu dìreach ann an teacsa gun cur air adhart freagairtean no freagairtean. Ma tha an teacsa ceart agus nach eil feum air freagairtean, dìreach freagair e mar a tha e fhèin:
gl: Por favor, revisa o seguinte texto. Fai as correccións necesarias directamente no texto sen engadir explicaciones ou comentarios. Se o texto é correcto e non precisa cambios, repítese exactamente como está:
gu: કૃપા કરીને નીચેના લેખને પ્રૂફરીડ કરો. સીધા લખાણમાં કોઈપણ જરૂરી સુધારણા કરો ક્યાં મર્યાદા નથી. જો વાંચન યોગ્ય છે અને તેમાં કોઈ ફેર વખત લાગતું નથી તો તેને સંપૂર્ણ રીતે પુનરાવર્તિત કરો.
he: אנא הגה את הטקסט הבא. עשה כל תיקון נחוץ ישירות בטקסט מבלי להוסיף כל הסברים או הערות. אם הטקסט נכון ואינו זקוק לשינויים, חזור עליו בדיוק כפי שהוא:
hi: कृपया निम्नलिखित पाठ की प्रूफरीड करें। किसी भी आवश्यक सुधार को पाठ में सीधे जोड़ें बिना कोई स्पष्टीकरण या टिप्पणियाँ जोड़ें। यदि पाठ सही है और परिवर्तन की आवश्यकता नहीं है, तो बस इसे बिल्कुल वैसा ही दोहराएं जैसे यह है:
hr: Molimo vas da lektirate sljedeći tekst. Napravite sve potrebne ispravke izravno u tekstu bez dodavanja objašnjenja ili komentara. Ako je tekst točan i ne treba promjene, samo ga ponovite točno onako kako jest:
hu: Kérlek, lektoráld az alábbi szöveget. Végezze el a szükséges módosításokat közvetlenül a szövegben, anélkül hogy magyarázatokat vagy megjegyzéseket fűznél hozzá. Ha a szöveg helyes és nincs szükség változtatásra, akkor csak pontosan ismételd meg olyan formában, ahogy van:
hy: Խնդրում ենք կատարել քննադատություն ստորագրելով այս տեքստը: Պետք է վերականգնել անհրաժեշտ փոփոխությունները անմիջականորեն տեքստում, առանց որևէ մեկնաբանության կամ բացատրության: Եթե տեքստը ճիշտ է և ոչ մի փոփոխության կարիք չունի, պարզապես կրկնացրեք այն այնպես, ինչպես այն եղել է:
id: Harap periksa teks berikut. Lakukan perbaikan yang diperlukan langsung dalam teks tanpa menambahkan penjelasan atau komentar. Jika teks benar dan tidak membutuhkan perubahan, cukup ulangi persis seperti adanya:
is: Vinsamlegast prófaðu eftirfarandi texta. Gerðu allar nauðsynlegar leiðréttingar beint í textanum án þess að bæta við skýringum eða athugasemdum. Ef textinn er réttur og þarf engar breytingar, endurtaktu hann nákvæmlega eins og hann er:
it: Per favore, correggi il seguente testo. Apporta le necessarie correzioni direttamente nel testo senza aggiungere spiegazioni o commenti. Se il testo è corretto e non necessita di modifiche, ripetilo esattamente così com'è:
ja: 次のテキストを校正してください。必要な修正をテキストに直接行ってください。説明やコメントを追加せずに、テキストが正しい場合はそのまま正確に繰り返してください：
ka: გთხოვთ, შეამოწმოთ შემდეგი ტექსტი. მიიღეთ საჭირო კორექტირება პირდაპირ ტექსტში, გამონაკლისი ახსნა ან კომენტარების გარეშე. თუ ტექსტი სწორი და შეცდომების გარეშეა, უბრალოდ გამეორეთ იგივე, როგორც არის:
kk: Төмендегі мәтінді тексеріңіз. Тек мәтінде кез келген қажет түзетулерді тікелей жасаңыз, түсініктер мен пікірлерді қоспаңыз. Егер мәтін дұрыс болса және өзгерістер қажет болмаса, оны дәл сол күйінде қайталаңыз:
km: សូមពិនិត្យអត្ថបទខាងក្រោម។ ធ្វើការកែលម្អណាមួយតាមអត្ថបទដោយនៅដោយមិនចាំបាច់ជាអ្នកចាត់ការ ឬគំនិត។
kn: ದಯವಿಟ್ಟು ಈ ಪಠ್ಯವನ್ನು ಶುದ್ಧೀಕರಿಸಿ. ಯಾವ ಅಗತ್ಯವಿಲ್ಲದ ಬದಲಾವಣೆಗಳನ್ನು ಪಠ್ಯದಲ್ಲಿ ನೇರವಾಗಿ ಮಾಡಿ, ವಿಚಾರಗಳನ್ನು ಅಥವಾ ಕಾಮೆಂಟ್‌ಗಳನ್ನು ನೀಡದೆ. ಪಠ್ಯವು ಸರಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಬದಲಾವಣೆಗಳನ್ನು ಅಗತ್ಯವಿಲ್ಲ, ಹಾಗಾದರೆ ಅದನ್ನು ದಯವಿಟ್ಟು ಏನು ಒದಗಿಸಿರಿ.
ko: 다음 텍스트를 교정해 주세요. 필요한 수정 사항을 텍스트에 직접 적용하고, 추가적인 설명이나 코멘트 없이 그대로 반복하세요. 텍스트가 올바르고 변경이 필요 없다면, 정확히 그대로 반복하세요:
lb: Gitt w.e.g. de folgenden Text duerch: Maacht all noutwendeg Korrekturen direkt am Text ouni Kommentarer oder Kommentaren ze addéieren. Wann de Text Korrekt ass an keng Ännerungen brauch, widderhuel et just genee wéi et ass:
lt: Prašome peržiūrėti šį tekstą. Padarykite visus reikiamus taisymus tiesiogiai tekste, nevertindami jokių paaiškinimų ar komentarų. Jei tekstas teisingas ir nereikalauja jokių pakeitimų, tiesiog pakartokite jį tiksliai taip, kaip jis yra:
lv: Lūdzu, izlabojiet tālāk tekstu. Veiciet nepieciešamās izmaiņas tieši tekstā, neieviešot nekādas paskaidrojumus vai komentārus. Ja teksts ir pareizs un neprasa nekādas izmaiņas, vienkārši atkārtojiet to tieši, kā tas ir:
mi: Tēnā, hōmai hei arotake i te tuhinga i raro. Whakamahia ngā whakatikatika i te tuhinga kaore e puta mai ngā whakawhiti kōrero. Mehemea he tika te tuhinga, me tango me kāore te hiahia i ngā nekehanga.
mk: Ве молам коригирајте го следниот текст. Направете ги сите потребни корекции директно во текстот без да додавате објаснувања или коментари. Ако текстот е точен и не му се потребни промени, само повторете го токму како што е:
ml: ദയവായി താഴെച്ചോധിച്ച എഴുത്തിന് പ്രൂഫ്രിഡ് ചെയ്യുക. ആവശ്യമായ മാറ്റങ്ങൾ നടക്കാത്ത പക്ഷം, എഴുത്ത് പോലും ഒന്നും കൂടാതെ ആവർത്തിക്കുക.
mr: कृपया खालील मजकूराचा प्रूफरीड करा. कोणतेही आवश्यक सुधारणा प्रत्यक्ष मजकुरात करा, कोणतीही स्पष्टीकरणे किंवा टिप्पण्या न करता. जर मजकूर योग्य असेल आणि बदलाची आवश्यकता नसती, तर फक्त तो असाच पुनरावृत्त करा:
ms: Sila semak teks berikut. Buat sebarang pembetulan yang perlu secara langsung dalam teks tanpa menambah sebarang penjelasan atau komen. Jika teks adalah betul dan tidak memerlukan perubahan, hanya ulangi ia tepat seperti yang ia adalah:
mt: Jekk jogħġbok kun ġentili fil-provi ta' dan it-test. Agħmel xi tibdil meħtieġ f'dan it-test mingħajr ma żżid kummenti jew spjegazzjonijiet. Jekk it-test huwa korrett u biex ma jinqala' l-ebda tibdil, sempliċement ripeti l-istess eżatt kif hu:
nb: Vennligst korrekturles følgende tekst. Gjør eventuelle nødvendige endringer direkte i teksten uten å legge til noen forklaringer eller kommentarer. Hvis teksten er korrekt og ikke trenger endringer, gjenta den nøyaktig som den er:
ne: कृपया तलको पाठलाई प्रूफरीड गर्नुस्। कुनै आवश्यक सुधारहरू सीधै पाठमा बिना कुनै व्याख्या वा टिप्पणी थप गर्दै गर्नुहोस्। यदि पाठ सही छ र कुनै परिवर्तनको आवश्यकता छैन भने, केवल यसलाई ठीक जस्तै पुनरावृत्ति गर्नुहोस्:
nl: Proeflees alstublieft de volgende tekst. Maak eventuele noodzakelijke correcties rechtstreeks in de tekst zonder uitleg of opmerkingen toe te voegen. Als de tekst correct is en geen wijzigingen nodig heeft, herhaal deze dan precies zoals deze is:
nn: Vennligst korrekturles følgjande tekst. Gjer eventuelle nødvendige korrigeringar direkte i teksten utan å legge til forklaringar eller kommentarar. Dersom teksten er korrekt og ikkje treng endringar, gjenta den nøyaktig som ho er:
or: ଦୟାକରି ନିମ୍ନ ଟେକ୍ସଟ୍ ପ୍ରୁଫରେଡ୍ କରନ୍ତୁ। କୌଣସି ଆବଶ୍ୟକତା ସହିତ ପ୍ରଦତ୍ତ ପାଠ୍ୟରେ ସେହି ସନ୍ଧାନରେ ସମ୍ପର୍କ ନାହିଁ ବା ସମର୍ଥନ କରନ୍ତୁ। ଯଦି ଟେକ୍ସଟ୍ ସଠିକ୍ ଓ କୌଣସି ପରିବର୍ତ୍ତନ ଆବଶ୍ୟକ ନୁହେଁ, ତେବେ ସଠିକ୍ ଭାବରେ ଏହାକୁ ବାକୀ ଫେରା କରିବି।
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਪਾਠ ਨੂੰ ਪ੍ਰੂਫਰੀਡ ਕਰੋ। ਕੋਈ ਵੀ ਲੋੜੀਂਦੇ ਸੋਧ ਸਿੱਧੇ ਪਾਠ ਵਿਚ ਕਰੋ ਬਿਨਾਂ ਕੋਈ ਵੀ ਵਿਆਖਿਆ ਜਾਂ ਟਿੱਪਣੀਆਂ ਸ਼ਾਮਲ ਕੀਤੇ। ਜੇ ਪਾਠ ਸਹੀ ਹੈ ਅਤੇ ਕੋਈ ਤਬਦੀਲੀ ਦੀ ਲੋੜ ਨਹੀਂ, ਤਾਂ ਇਸ ਨੂੰ ਜਿਵੇਂ ਹੈ ਵਹਿਰਾਵਾਵ ਦੇ ਇਸ ਨੂੰ ਯਥਾਵਾਂ ਦੁਹਰਾਓ:
pl: Proszę sprawdzić poniższy tekst. Wprowadź wszelkie konieczne poprawki bezpośrednio w tekście bez dodawania jakichkolwiek wyjaśnień lub komentarzy. Jeśli tekst jest poprawny i nie wymaga zmian, po prostu powtórz go dokładnie tak, jak jest:
pt_br: Por favor, revise o seguinte texto. Faça as correções necessárias diretamente no texto, sem adicionar explicações ou comentários. Se o texto estiver correto e não precisar de mudanças, apenas o repita exatamente como está:
ro: Te rog să verifici textul următor. Fă orice corecturi necesare direct în text fără a adăuga explicații sau comentarii. Dacă textul este corect și nu necesită modificări, repetă-l exact așa cum este:
ru: Пожалуйста, проверьте следующий текст. Внесите необходимые исправления непосредственно в текст, не добавляя никаких объяснений или комментариев. Если текст корректен и не требует изменений, просто повторите его точно так же, как он есть:
sk: Prosím, skontrolujte nasledujúci text. Urobte akékoľvek potrebné opravy priamo v texte bez pridávania akýchkoľvek vysvetlení alebo komentárov. Ak je text správny a nevyžaduje žiadne zmeny, jednoducho ho presne zopakujte, ako je:
sl: Prosimo, preglejte naslednje besedilo. Opravite vse potrebne popravke neposredno v besedilu brez dodajanja razlag ali komentarjev. Če je besedilo pravilno in ne potrebuje sprememb, ga le točno ponovite, kot je:
sq: Ju lutemi rishikoni tekstin në vazhdim. Bëni çdo korrigjim të nevojshëm drejtpërdrejt në tekst pa shtuar asnjë shpjegim ose koment. Nëse teksti është korrekt dhe nuk ka nevojë për ndryshime, thjesht përsëriteni saktësisht siç është:
sr_cyrl: Молимо вас да коректујете следећи текст. Извршите све потребне корекције директно у тексту без додавања објашњења или коментара. Ако текст није исправан и не захтева измене, само поновите га тачно онако како јесте:
sr_cyrl_ba: Молим вас, провирите следећи текст. Извршите све неопходне исправке директно у тексту без додавања било каквих објашњења или коментара. Ако је текст исправан и не захтева промене, поново га понављајте тачно онако како јесте:
sr_latn: Molimo korektujte sledeći tekst. Napravite sve neophodne ispravke direktno u tekstu bez dodavanja objašnjenja ili komentara. Ako je tekst tačan i ne zahteva promene, jednostavno ga ponovite tačno onako kako jeste:
sv: Vänligen korrekturläs följande text. Gör nödvändiga korrigeringar direkt i texten utan att lägga till några förklaringar eller kommentarer. Om texten är korrekt och inte behöver några ändringar, upprepa den exakt som den är:
ta_in: தயவுசெய்து கின்டுவாக்கப்பட்ட உரையை சான்று செய்யவும். எந்த தேவையான திருத்தங்களை நேரடியாக உரையில் செய்யவும், விளக்கங்கள் அல்லது கருத்துகள் வழங்காமல். உரை சரியானது மற்றும் எந்த மாற்றமும் தேவை இல்லை என்றால், அதை ஏற்கனவே உள்ளது போல அடிப்படையில் மிகக் கடைப்பிடிக்கவும்:
te: దయచేసి క్రింది పాఠ్యాన్ని పఠన చేయండి. ప్రత్యక్షంగా అవసరమైన సరిదిద్దులు చేస్తూ పాఠ్యంలో ఎలాంటి వివరణల యందు మార్పులు చేయకండి. టెక్స్ట్ సరిగ్గా ఉండి మార్పులు లేకపోతే, కేవలం అదే విధంగా పునరావసించండి:
th: กรุณาตรวจสอบข้อความต่อไปนี้ ทำการแก้ไขที่จำเป็นตรงในข้อความโดยไม่ใส่คำอธิบายหรือความคิดเห็น หากข้อความถูกต้องและไม่ต้องการการปรับปรุงใด ๆ ให้ทำซ้ำข้อความตามที่เป็น
tr: Lütfen aşağıdaki metni düzeltin. Açıklama veya yorum eklemeden gerekli düzeltmeleri doğrudan metne yapın. Metin doğruysa ve değişiklik gerekmiyorsa, onu tam olarak olduğu gibi tekrar edin:
tt: Зинһар, түбәндәге текстны тикшерегез. Кирәкле төзәтмәләрне текстта турыдан-туры бирегез, аңлатмалар яки комментарийлар өстәми. Әгәр текст дөрес булмаса һәм үзгәртүләр кирәкмәсә, аны таклаем итеп кабатлагыз:
ug: تۆۋەندىكى يازمىنى سۈزۈپ بېقىڭ. توغرا خالىپىلىڭىمۇ بولسا، كولدا بادىسلا تۈشتۈرمەڭ.
uk: Будь ласка, перевірте наведений текст. Внесіть необхідні виправлення безпосередньо в текст, не додаючи жодних пояснень або коментарів. Якщо текст вірний і не потребує змін, просто повторіть його точно так, як є:
ur: براہ کرم مندرجہ ذیل متن کی پروف ریڈ کریں۔ براہ کرم کسی بھی ضروری اصلاحات کو براہ راست متن میں کریں بغیر کسی وضاحت یا تبصروں کے۔ اگر متن درست ہے اور تبدیلیوں کی ضرورت نہیں ہے تو بالکل ویسا ہی دہرائیں جیسا کہ آپ ہیں:
uz_latn: Iltimos, quyidagi matnni to'g'rilangan holda o'qing. Har qanday zarur o'zgarishlarni matnni to'g'rilamasdan amalga oshiring. Agar matn to'g'ri bo'lsa va hech qanday o'zgarish kerak bo'lmasa, uni aynan shunday takrorlang:
vi: Vui lòng đọc lại văn bản sau đây. Thực hiện bất kỳ sửa đổi cần thiết nào trực tiếp trong văn bản mà không thêm bất kỳ lời giải thích hay nhận xét nào. Nếu văn bản chính xác và không cần thay đổi, hãy lặp lại nó chính xác như nó vốn có:
