Repository: GlacierEQ/TextCraft
Catalog: GenerateUserControl.*.resx
Languages: af, ar, as, az_latn, be, bg, bn_in, ca, cs, cy, da, de, el, es_es, es_mx, et, eu, fi, fil, fr_ca, fr_fr, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# TemperatureLabel.AccessibleDescription
source: Indicates the purpose of the temperature slider.
af: Dui die doel van die temperatuur skuifbalk aan.
ar: تشير إلى الغرض من شريط تمرير درجة الحرارة.
as: তাপমাত্রা স্লাইডাৰৰ উদ্দেশ্য প্ৰকাশ কৰে।
az_latn: Temperatur sürgüsünün məqsədini göstərir.
be: Падкрэслівае прызначэнне палзунка тэмпературы.
bg: Показва целта на плъзгача за температура.
bn_in: তাপমাত্রা স্লাইডারের উদ্দেশ্য নির্দেশ করে।
ca: Indica el propòsit del lliscador de temperatura.
cs: Ukazuje účel posuvníku teploty.
cy: Mae'n Nodi pwrpas y sleidyn tymheredd.
da: Angiver formålet med temperatur skyderen.
de: Gibt den Zweck des Temperaturschiebers an.
el: Υποδεικνύει τον σκοπό του ρυθμιστή θερμοκρασίας.
es_es: Indica la finalidad del control deslizante de temperatura.
es_mx: Indica el propósito del control deslizante de temperatura.
et: Näitab temperatuuri kursoriga seotud eesmärki.
eu: Tenperatura irristailuaren helburua adierazten du.
fi: Ilmaisee lämpötilan liukusäätimen tarkoituksen.
fil: Ipinapahayag ang layunin ng slider ng temperatura.
fr_ca: Indique l'objectif du curseur de température.
fr_fr: Indique l'objectif du curseur de température.
ga: Taispeánann sé an cuspóir atá ag an sleamhnán teochta.
gd: A' dearbhadh am freagairtean a th' aig an t-seòrsa slata.
gl: Indica o propósito do control deslizante de temperatura.
gu: ફોર્મેટ માટે તાપમાન સ્લાઇડરનું પ્રયોજન દર્શાવે છે.
he: מציין את מטרת מחוון הטמפרטורה.
hi: तापमान स्लाइडर का उद्देश्य सूचित करता है।
hr: Označava svrhu klizača temperature.
hu: Jelzi a hőmérsékletcsúszka célját.
hy: Ցույց է տալիս ջերմաստիճանի սահնակային նպատակը:
id: Menunjukkan tujuan slider suhu.
is: Vísar á tilgang hitastigs sleðans.
it: Indica lo scopo del cursore della temperatura.
ja: 温度スライダーの目的を示します。
ka: აღნიშნავს ტემპერატურის სლაიდერის დანიშნულებას.
kk: Температура слайдерінің мақсатын көрсетеді.
km: បង្ហាញការប្រើម៉ូឌែលភាសា
kn: ತಾಪಮಾನ ಸ್ಲೈಡರ್‌ನ ಉದ್ದೇಶವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ko: 온도 슬라이더의 목적을 나타냅니다.
lb: Weist den Zweck vum Temperatur Schieberegler.
lt: Nurodo temperatūros slankiklio tikslą.
lv: Norāda temperatūras slīdņa mērķi.
mi: Ka tāpiri te noho ki te pānui o te pātene.
mk: Укажува на целта на слајдерот на температура.
ml: താപനില സ്ലൈഡറിന്റെ ലക്ഷ്യം സൂചിപ്പിക്കുന്നു.
mr: तापमान स्लायडरचा उद्देश दर्शवतो.
ms: Menunjukkan tujuan penggeser suhu.
mt: Jindika l-għan tal-slider tat-temperatura.
nb: Indikerer formålet med temperaturreguleringsskyvebryteren.
ne: तापमान स्लाइडरको उद्देश्यलाई दर्शाउँछ।
nl: Geeft het doel van de temperatuur schuifregelaar aan.
nn: Indikerer formålet med temperaturglidaren.
or: ତାପମାନ ସ୍ଲାଇଡର ନିମିତ୍ତ ପରିଚୟ ଦିଏ।
pa_in: ਤਾਪਮਾਨ ਸਲਾਈਡਰ ਦੇ ਉਦੇਸ਼ ਨੂੰ ਦਰਸ਼ਾਉਂਦਾ ਹੈ।
pl: Określa cel suwaka temperatury.
pt_pt: Indica o propósito do controle deslizante de temperatura.
ro: Indică scopul glisorului de temperatură.
ru: Указывает назначение слайдера температуры.
sk: Označuje účel posúvača teploty.
sl: Pojasnjuje namen drsnega gumba za temperaturo.
sq: Tregon qëllimin e skedarit të temperaturës.
sr_cyrl: Означава сврху регулатора температуре.
sr_cyrl_ba: Указује на сврху клизача температуре.
sr_latn: Ukazuje na svrhu klizača temperature.
sv: Anger syftet med temperaturreglaget.
ta_in: வெப்பம் ஸ்லைடரின் நோக்கத்தை குறிக்கிறது.
te: ఉష్ణోగ్రత స్లయిడర్ యొక్క లక్ష్యం ప్రకటనను సూచిస్తుంది.
th: แสดงจุดประสงค์ของตัวเลื่อนอุณหภูมิ
tr: Sıcaklık kaydırıcısının amacını belirtir.
ug: قىزغىنلىق شېكلىدىكى قىممەتنىڭ ئىشلىتىش مەقسىتى.
uk: Вказує мету повзунка температури.
ur: درجہ حرارت کے سلیڈر کے مقصد کی وضاحت کرتا ہے۔
uz_latn: Harorat slayderining maqsadini ko'rsatadi.
vi: Chỉ ra mục đích của thanh trượt nhiệt độ.
zh_hans: 指示温度滑块的目的。
zh_hant: 說明溫度滑動條的目的。

# TemperatureLabel.AccessibleName
source: Temperature Label
af: Temperatuur Etiket
ar: علامة درجة الحرارة
as: তাপমাত্রা লেবেল
az_latn: Temperatur Etiketi
be: Этыкетка тэмпературы
bg: Етикет на температурата
bn_in: তাপমাত্রার লেবেল
ca: Etiqueta de temperatura
cs: Štítek teploty
cy: Label Tymheredd
da: Temperaturlabel
de: Temperaturbezeichnung
el: Ετικέτα Θερμοκρασίας
es_es: Etiqueta de Temperatura
es_mx: Etiqueta de Temperatura
et: Temperatuuri silt
eu: Tenperatura Etiketa
fi: Lämpötilan merkintä
fil: Label ng Temperatura
fr_ca: Étiquette de Température
fr_fr: Étiquette de température
ga: Clibeáil Teochta
gd: Freagairtean Teòthachd
gl: Etiqueta de temperatura
gu: તાપમાન લેબલ
he: תווית טמפרטורה
hi: तापमान लेबल
hr: Oznaka temperature
hu: Hőmérséklet Címke
hy: Ջերմության պիտակ
id: Label Suhu
is: Hitastigs merking
it: Etichetta della Temperatura
ja: 温度ラベル
ka: ტემპერატურის ლეიბლი
kk: Температура меткасы
km: ស្លាកសំឡេង
kn: ತಾಪಮಾನ ಲೇಬಲ್
ko: 온도 레이블
lb: Temperatur Label
lt: Temperatūros etiketė
lv: Temperatūras etiķete
mi: Tohu Mahana
mk: Ознака на температурата
ml: താപനില ലേബൽ
mr: तापमान लेबल
ms: Label Suhu
mt: Etiketta tat-Temperatura
nb: Temperaturlabel
ne: तापमान लेबल
nl: Temperatuurlabel
nn: Temperaturlabel
or: ତାପମାନ ଲେବେଲ୍
pa_in: ਤਾਪਮਾਨ ਲੇਬਲ
pl: Etykieta temperatury
pt_pt: Rótulo de Temperatura
ro: Eticheta temperaturii
ru: Ярлык температуры
sk: Označenie teploty
sl: Oznaka temperature
sq: Etiketa e Temperatures
sr_cyrl: Ознака температуре
sr_cyrl_ba: Означавање температуре
sr_latn: Oznaka temperature
sv: Temperaturetikett
ta_in: வெப்பம் லேபிள்
te: ఉష్ణోగ్రత లేబుల్
th: ป้ายอุณหภูมิ
tr: Sıcaklık Etiketi
ug: قىزغىنلىق بەلگىسى
uk: Ярлик температури
ur: درجہ حرارت کا لیبل
uz_latn: Harorat yorlig'i
vi: Nhãn Nhiệt Độ
zh_hans: 温度标签
zh_hant: 溫度標籤

# TemperatureTrackBar.AccessibleDescription
source: Adjust the temperature value for the model. The slider ranges from 0 to 1 in increments of 0.1.
af: Pas die temperatuurwaarde aan vir die model. Die skuifbalk het 'n reeks vanaf 0 tot 1 in inkremente van 0.1.
ar: اضبط قيمة درجة الحرارة للنموذج. يتراوح شريط التمرير من 0 إلى 1 بزيادات قدرها 0.1.
as: মডেলৰ বাবে তাপমাত্রাৰ মানৰ পৰিবৰ্তন কৰক। স্লাইডাৰ ০ৰ পৰা ১ প্ৰতি ০.১ এ ইনকৰ্মেণ্ট।
az_latn: Model üçün temperatura dəyərini tənzimləyin. Sürgü 0-dan 1-ə qədər 0.1 addımlarla dəyişir.
be: Настройце значэнне тэмпературы для мадэлі. Палзунок вар’іруецца ад 0 да 1 з прыступкамі 0.1.
bg: Настройте стойността на температурата за модела. Плъзгачът варира от 0 до 1 с увеличения от 0.1.
bn_in: মডেলের জন্য তাপমাত্রার মানকে সমন্বয় করুন। স্লাইডার 0 থেকে 1 পরিসরে 0.1 ইনক্রিমেন্টে থাকে।
ca: Ajusta el valor de temperatura per al model. El lliscador va del 0 al 1 en increments de 0.1.
cs: Upravte hodnotu teploty pro model. Posuvník se pohybuje od 0 do 1 po krocích 0,1.
cy: Addaswch werth tymheredd ar gyfer y model. Mae'r sleidyn yn amrywio o 0 i 1 mewn cynnydd o 0.1.
da: Justér temperaturværdien for modellen. Skyderen spænder fra 0 til 1 i intervaller af 0.1.
de: Passen Sie den Temperaturwert für das Modell an. Der Schieberegler reicht von 0 bis 1 in Schritten von 0,1.
el: Ρυθμίστε την τιμή θερμοκρασίας για το μοντέλο. Ο ρυθμιστής κυμαίνεται από 0 έως 1 σε βήματα 0.1.
es_es: Ajusta el valor de temperatura para el modelo. El control deslizante varía de 0 a 1 en incrementos de 0.1.
es_mx: Ajusta el valor de temperatura para el modelo. El control deslizante varía de 0 a 1 en incrementos de 0.1.
et: Reguleerige mudeli temperatuuri väärtust. Slaidijoon ulatub vahemikku 0 kuni 1 sammudega 0,1.
eu: Modeloarentzako tenperatura balioa doitu. Irristailuak 0tik 1era doaz 0,1eko arekin.
fi: Säädä mallin lämpötila-arvo. Liukusäädin vaihtelee 0–1 0,1 välein.
fil: Ayusin ang halaga ng temperatura para sa modelo. Ang slider ay mula 0 hanggang 1 na may mga pagtaas ng 0.1.
fr_ca: Ajustez la valeur de température pour le modèle. Le curseur varie de 0 à 1 par incréments de 0,1.
fr_fr: Ajustez la valeur de la température pour le modèle. Le curseur va de 0 à 1 par intervalles de 0,1.
ga: Déan an luach teochta a choigeartú do múnla. Déanann an sleamhnán raon ó 0 go 1 i gcleachtadh 0.1.
gd: Dèan freagairtean a dhèanamh faisg air an teòthachd. Freagairtean a’ dèanamh 0 gu 1 ann am freagairtean 0.1.
gl: Axusta o valor da temperatura para o modelo. O control deslizante vai de 0 a 1 en incrementos de 0.1.
gu: મૉડલ માટે તાપમાન મૂલ્ય સમાયોજિત કરો. સ્લાઇડર 0 થી 1 સુધી 0.1 ના વધારાના સિલિન્ડરોમાં હોય છે.
he: התאם את ערך הטמפרטורה עבור המודל. המחוון נע בין 0 ל-1 בשלבים של 0.1.
hi: मॉडल के लिए तापमान मान को समायोजित करें। स्लाइडर 0 से 1 तक 0.1 के वृद्धि में होता है।
hr: Podesite vrijednost temperature za model. Klizač varira od 0 do 1 u incrementima od 0,1.
hu: Állítsd be a modell hőmérsékleti értékét. A csúszka 0 és 1 között mozog 0,1-es lépésekben.
hy: Կարգավորում է մոդելի ջերմության արժեքը: Սահնակը տարբերակում է 0-ից 1-ի մեջ 0.1-ի քայլերով:
id: Sesuaikan nilai suhu untuk model. Slider berkisar dari 0 hingga 1 dalam peningkatan 0,1.
is: Stilltu hitastigs gildi fyrir módel. Sleðinn rennur frá 0 til 1 í aukningum 0.1.
it: Regola il valore della temperatura per il modello. Il cursore varia da 0 a 1 in incrementi di 0,1.
ja: モデルの温度値を調整します。スライダーは0から1まで0.1刻みで範囲です。
ka: შეცვალეთ სითბოს მნიშვნელობა მოდელისთვის. სლაიდერი ვრცელდება 0-დან 1-მდე 0.1-ის ზრდით.
kk: Модель үшін температура мәнін түзетіңіз. Слайдер 0-ден 1-ге дейін 0.1 аралығында өзгереді.
km: កំណត់តម្លៃខ្យល់សម្រាប់ម៉ូឌែល។ ស្លាកស្កុឡូពី ០ រហូតដល់ ១ ក្នុងកម្រិត ០.១។
kn: ಮಾದರಿಯ ತಾಪಮಾನ ಪ್ರಮಾಣವನ್ನು ಹೊಂದಿಸಿ. ಸ್ಲೈಡರ್ 0 ರಿಂದ 1 ರವರೆಗೆ 0.1 ಪ್ರಮಾಣಗಳು.
ko: 모델의 온도 값을 조정합니다. 슬라이더는 0에서 1까지 0.1 간격으로 범위가 설정됩니다.
lb: Justéiert de Temperaturwert fir d'Modell. De Schieberegler gëllt vun 0 bis 1 a Schrëtt vun 0,1.
lt: Reguliuokite temperatūros vertę modeliui. Slankiklis svyruoja nuo 0 iki 1, didinant 0.1.
lv: Regulē modeļa temperatūras vērtību. Slīdnis svārstās no 0 līdz 1 ar 0.1 pieaugumu.
mi: Tena, whakatikahia te uara mahana mō te tauira. Ka kākahu te panui i ngā takirua mai i te 0 ki te 1 i runga i te whāurutau o te 0.1.
mk: Прилагодете ја вредноста на температурата за моделот. Слајдерот се движи од 0 до 1 во инкременти од 0.1.
ml: മോഡലിന് അവരുടെ ഉറപ്പ് ഉണ്ടാക്കുന്നതിനായി താപനില മൂല്യം ക്രമീകരിക്കുക.
mr: मॉडेल साठी तापमान मूल्य समायोजित करते. स्लायडर 0 ते 1 पर्यंत 0.1 च्या वाढीसह विस्तृत आहे.
ms: Laraskan nilai suhu untuk model. Penggeser berkisar dari 0 hingga 1 dalam kenaikan 0.1.
mt: Aġġorna l-valur tat-temperatura għall-mudell. Il-slider jvarja minn 0 sa 1 f'inċirmenti ta' 0.1.
nb: Juster temperaturverdien for modellen. Skyvebryteren spenner fra 0 til 1 i intervaller på 0,1.
ne: मोडलको लागि तापमान मान समायोजन गर्नुहोस्। स्लाइडर 0 देखि 1 सम्मको दायरा हुन्छ, 0.1 का वृद्धिहरूसँग।
nl: Pas de temperatuurwaarde voor het model aan. De schuifregelaar varieert van 0 tot 1 in stappen van 0,1.
nn: Juster temperaturverdien for modellen. Glidaren varierer frå 0 til 1 i innslag av 0.1.
or: ମଡେଲ୍ ପାଇଁ ତାପମାନ ମୂଲ୍ୟକୁ ସୂଚନା ଗୁଡିକ କରନ୍ତୁ। ସ୍ଲାଇଡର 0 ରୁ 1 ଯାଞ୍ଚକୁ 0.1 ବିନ୍ୟାସ କରେ।
pa_in: ਮਾਡਲ ਲਈ ਤਾਪਮਾਨ ਮੂਲ ਸੈਟ ਕਰੋ। ਸਲਾਈਡਰ 0 ਤੋਂ 1 ਤੱਕ 0.1 ਦੇ ਪਦਾਂ ਵਿੱਚ ਖਿੱਚਦਾ ਹੈ।
pl: Dostosuj wartość temperatury dla modelu. Suwak ma zakres od 0 do 1 w krokach po 0,1.
pt_pt: Ajusta o valor da temperatura para o modelo. O controle deslizante varia de 0 a 1 em incrementos de 0,1.
ro: Ajustează valoarea temperaturii pentru model. Glisorul variază de la 0 la 1 în pași de 0,1.
ru: Настройте значение температуры для модели. Слайдер варьируется от 0 до 1 с шагом 0,1.
sk: Upravte hodnotu teploty pre model. Posúvač sa pohybuje od 0 do 1 v intervale 0.1.
sl: Prilagodi vrednost temperature za model. Drsnik se giblje od 0 do 1 v korakih po 0,1.
sq: Rregulloni vlerën e temperaturës për modelin. Skedari shkon nga 0 në 1 në rritje prej 0.1.
sr_cyrl: Подесите вредност температуре за модел. Прелазник се креће од 0 до 1 у корацима од 0,1.
sr_cyrl_ba: Подесите вредност температуре за модел. Клизач се креће од 0 до 1 у корацима од 0.1.
sr_latn: Podesite vrednost temperature za model. Klizač se kreće od 0 do 1 u koracima od 0.1.
sv: Justera temperaturvärdet för modellen. Reglaget varierar från 0 till 1 i steg om 0,1.
ta_in: மாடலுக்கான வெப்பம் மதிப்பை சரிசெய்யவும். ஸ்லைடர் 0 முதல் 1 வரை 0.1 அளவீட்டில் இருக்கும்.
te: మోడల్ కోసం ఉష్ణోగ్రత విలువను సర్దుబాటు చేయండి. స్లయిడర్ 0 నుండి 1 వరకు 0.1 మార్పులో వస్తుంది.
th: ปรับค่าอุณหภูมิสำหรับโมเดล ตัวเลื่อนมีช่วงตั้งแต่ 0 ถึง 1 โดยเพิ่มขึ้นทีละ 0.1
tr: Model için sıcaklık değerini ayarlayın. Kaydırıcı 0'dan 1'e kadar 0.1'lik artışlarla değişir.
ug: مُۋاپىق سوز قانداق قىممەتنى ئىنقۇل كېمە سەۋيەسى بەھرمەن تۈزۈش.
uk: Налаштуйте значення температури для моделі. Повзунок коливається від 0 до 1 з кроком 0.1.
ur: ماڈل کے لیے درجہ حرارت کی قدر کو ایڈجسٹ کریں۔ سلیڈر 0 سے 1 تک 0.1 کے اضافے میں ہے۔
uz_latn: Model uchun harorat qiymatini o'zgartiring. Slayder 0 dan 1 gacha 0.1 incrementlar bilan harakat qiladi.
vi: Điều chỉnh giá trị nhiệt độ cho mô hình. Thanh trượt có thể dao động từ 0 đến 1 với mức tăng 0.1.
zh_hans: 调整模型的温度值。滑块范围从 0 到 1，增量为 0.1。
zh_hant: 調整模型的溫度值。滑動條範圍從 0 到 1，增量為 0.1。

# TemperatureTrackBar.AccessibleName
source: Temperature Slider
af: Temperatuur Skuifbalk
ar: شريط تمرير درجة الحرارة
as: তাপমাত্রা স্লাইডাৰ
az_latn: Temperatur Sürgüsü
be: Палзунка тэмпературы
bg: Плъзгач за температура
bn_in: তাপমাত্রা স্লাইডার
ca: Lliscador de temperatura
cs: Posuvník teploty
cy: Sleidyn Tymheredd
da: Temperaturslider
de: Temperaturschieberegler
el: Ρυθμιστής Θερμοκρασίας
es_es: Controlador de Temperatura
es_mx: Control deslizante de Temperatura
et: Temperatuuri slaid
eu: Tenperatura Irristaila
fi: Lämpötilan liukusäädin
fil: Slider ng Temperatura
fr_ca: Curseur de Température
fr_fr: Curseur de température
ga: Sleamhnán Teochta
gd: Slata Teòthachd
gl: Control deslizante de temperatura
gu: તાપમાન સ્લાઇડર
he: מחוון טמפרטורה
hi: तापमान स्लाइडर
hr: Klizač temperature
hu: Hőmérséklet Csúszka
hy: Ջերմության Սահնակ
id: Slider Suhu
is: Hitastigs sleðinn
it: Cursore della Temperatura
ja: 温度スライダー
ka: ტემპერატურის სლაიდერი
kk: Температура слайдері
km: ស្លែកខ្យល់
kn: ತಾಪಮಾನ ಸ್ಲೈಡರ್
ko: 온도 슬라이더
lb: Temperatur Schieberegler
lt: Temperatūros slankiklis
lv: Temperatūras slīdnis
mi: Taimana Mahana
mk: Слајдер за температура
ml: താപനില സ്ലൈഡർ
mr: तापमान स्लायडर
ms: Penggeser Suhu
mt: Slider tat-Temperatura
nb: Temperatur skyvebryter
ne: तापमान स्लाइडर
nl: Temperatuurschuifregelaar
nn: Temperaturglidar
or: ତାପମାନ ସ୍ଲାଇଡର
pa_in: ਤਾਪਮਾਨ ਸਲਾਈਡਰ
pl: Suwak temperatury
pt_pt: Controle Deslizante de Temperatura
ro: Glisor de temperatură
ru: Слайдер температуры
sk: Posúvač teploty
sl: Drsnik temperature
sq: Skedari i Temperatures
sr_cyrl: Регулатор температуре
sr_cyrl_ba: Клизач температуре
sr_latn: Klizač temperature
sv: Temperaturreglage
ta_in: வெப்பம் ஸ்லைடர்
te: ఉష్ణోగ్రత స్లయిడర్
th: ตัวเลื่อนอุณหภูมิ
tr: Sıcaklık Kaydırıcısı
ug: قىزغىن نازارەت سوز بالصغر بوشلۇغى.
uk: Повзунок температури
ur: درجہ حرارت کا سلیڈر
uz_latn: Harorat slayderi
vi: Thanh Trượt Nhiệt Độ
zh_hans: 温度滑块
zh_hant: 溫度滑動條
