Repository: GlacierEQ/TextCraft
Catalog: GenerateUserControl.*.resx
Languages: af, ar, as, az_latn, be, bg, bn_in, ca, cs, cy, da, de, el, es_es, es_mx, et, eu, fi, fil, fr_ca, fr_fr, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# TemperatureLabel.Text
source: Temperature
af: Temperatuur
ar: درجة الحرارة
as: তাপমাত্রা
az_latn: Temperatura
be: Тэмпература
bg: Температура
bn_in: তাপমাত্রা
ca: Temperatura
cs: Teplota
cy: Tymheredd
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es_es: Temperatura
es_mx: Temperatura
et: Temperatuur
eu: Tenperatura
fi: Lämpötila
fil: Temperatura
fr_ca: Température
fr_fr: Température
ga: Teochas
gd: Teòthachd
gl: Temperatura
gu: તાપમાન
he: טמפרטורה
hi: तापमान
hr: Temperatura
hu: Hőmérséklet
hy: Ջերմություն
id: Suhu
is: Hitastig
it: Temperatura
ja: 温度
ka: ტემპერატურა
kk: Температура
km: ខ្យល់
kn: ತಾಪಮಾನ
ko: 온도
lb: Temperatur
lt: Temperatūra
lv: Temperatūra
mi: Mahana
mk: Температура
ml: താപനില
mr: तापमान
ms: Suhu
mt: Temperatura
nb: Temperatur
ne: तापमान
nl: Temperatuur
nn: Temperatur
or: ତାପମାନ
pa_in: ਤਾਪਮਾਨ
pl: Temperatura
pt_pt: Temperatura
ro: Temperatură
ru: Температура
sk: Teplota
sl: Temperatura
sq: Temperatura
sr_cyrl: Температура
sr_cyrl_ba: Температура
sr_latn: Temperatura
sv: Temperatur
ta_in: வெப்பம்
te: ఉష్ణోగ్రత
th: อุณหภูมิ
tr: Sıcaklık
ug: قىزغىنلىق
uk: Температура
ur: درجہ حرارت
uz_latn: Harorat
vi: Nhiệt độ
zh_hans: 温度
zh_hant: 溫度

# PromptTextBox.AccessibleDescription
source: Enter your prompt here to generate the model's output.
af: Voer jou aanmelding hier in om die model se uitvoer te genereer.
ar: أدخل طلبك هنا لتوليد مخرجات النموذج.
as: মডেলৰ আউটপুট উৎপন্ন কৰিবলৈ ইয়াত আপোনাৰ প্ৰম্পট লিখক।
az_latn: Modelin çıxışını yaratmaq üçün burada istənilən mətni daxil edin.
be: Увядзіце ваш запыт тут, каб згенераваць выхад мадэлі.
bg: Въведете запитването си тук, за да генерирате изхода на модела.
bn_in: মডেলের আউটপুট তৈরির জন্য আপনার প্রম্পট এখানে প্রবেশ করুন।
ca: Introdueix el teu prompt aquí per generar la sortida del model.
cs: Zadejte svůj požadavek pro generování výstupu modelu.
cy: Rhowch dy gais yma i gynhyrchu allbwn y model.
da: Indtast din prompt her for at generere modellens output.
de: Geben Sie hier Ihre Eingabeaufforderung ein, um die Ausgabe des Modells zu generieren.
el: Εισάγετε την προτροπή σας εδώ για να παράγετε την έξοδο του μοντέλου.
es_es: Introduce tu solicitud aquí para generar la salida del modelo.
es_mx: Ingresa tu aviso aquí para generar la salida del modelo.
et: Sisestage oma sisend siin, et genereerida mudeli väljund.
eu: Sartu zure eskaria hemen modeloak irteera sortzeko.
fi: Syötä kehotteesi tänne, jotta voit generoida mallin tuloksen.
fil: Ipasok ang iyong prompt dito upang makuha ang output ng modelo.
fr_ca: Entrez votre invite ici pour générer la sortie du modèle.
fr_fr: Entrez votre demande ici pour générer la sortie du modèle.
ga: Cuir d'iarratas anseo chun torthaí an múnla a ghinéadh.
gd: Cuir do thoraidhean an seo airson a' freagairtean a th' aig an mòdail.
gl: Introduce a túa entrada aquí para xeración da saída do modelo.
gu: મોડલનો આઉટપુટ ઉત્પન્ન કરવા માટે અહીં તમારો પ્રામ્પ્ટ દાખલ કરો.
he: הזן את ההנחיה שלך כאן כדי לייצר את הפלט של המודל.
hi: मॉडल के आउटपुट उत्पन्न करने के लिए यहाँ अपनी प्रॉम्प्ट दर्ज करें।
hr: Unesite svoj zahtjev ovdje kako biste generirali izlaz modela.
hu: Írd be a promptodat itt a modell kimenetének generálásához.
hy: Այստեղ ուղարկեք ձեր հրամանը մոդելի արդյունքը ստեղծելու համար:
id: Masukkan prompt Anda di sini untuk menghasilkan output model.
is: Sláðu inn hvata þinn hér til að mynda úttak módelins.
it: Inserisci il tuo prompt qui per generare l'output del modello.
ja: モデルの出力を生成するためにここにプロンプトを入力してください。
ka: აქ შეაწვდეთ თქვენი სიგნალი მოდელის მიერ ჩაწერის გასაკეთებლად.
kk: Мұнда жаза отырып, модельдің шығаруын алу үшін сұрауды енгізіңіз.
km: បញ្ចូលការបួសរបស់អ្នកនៅទីនេះដើម្បីបង្កើតផលរបស់ម៉ូដែល។
kn: ಮಾದರಿಯ ಪರಿಕಲ್ಪನೆಯನ್ನು ತಯಾರು ಮಾಡಲು ನಿಮ್ಮ ಪ್ರಾಂಪ್ಟ್ ಅನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ.
ko: 모델의 출력을 생성하기 위해 여기에 프롬프트를 입력하십시오.
lb: Gëtt ären Prompt hei fir d'Ausgab vum Modell ze generéieren.
lt: Įrašykite savo užklausą čia, kad sugeneruotumėte modelio išvestį.
lv: Ierakstiet savu ievadi šeit, lai radītu modeļa izvadi.
mi: Tena, tāpiri te tono ki konei hei hanga i ngā putanga o te tauira.
mk: Внесете ја вашата податка тука за генерирање на излезот на моделот.
ml: മോഡലിന്റെ ഔട്ട്‌പുട്ട് സൃഷ്ടിക്കാൻ ഇവിടെ നിങ്ങളുടെ പ്രാംപ്റ്റ് നൽകുക.
mr: मॉडेलच्या आउटपुट तयार करण्यासाठी तुमचा प्रॉम्प्ट येथे टाका.
ms: Masukkan arahan anda di sini untuk menjana output model.
mt: Daħħal il-promt tiegħek hawn biex tinġibed l-output tal-mudell.
nb: Skriv inn prompten din her for å generere modellens utdata.
ne: मोडलको आउटपुट उत्पन्न गर्न यहाँ तपाईंको प्राम्प्ट जारी गर्नुहोस्।
nl: Voer hier je prompt in om de output van het model te genereren.
nn: Tast inn spørsmålet ditt her for å generere modellens utdata.
or: ମଡେଲ୍ ଆଉଟ୍ପୁଟ୍ ସୃଷ୍ଟି କରିବା ପାଇଁ ଏଠାରେ ଆପଣଙ୍କର ପ୍ରମ୍ପ୍ଟ ପ୍ରବେଶ କରନ୍ତୁ।
pa_in: ਆਪਣਾ ਪ੍ਰੰਪਟ ਇੱਥੇ ਟਾਈਪ ਕਰੋ, ਤਾਂ ਜੋ ਮਾਡਲ ਦਾ ਆਉਟਪੁੱਟ ਬਣੇ।
pl: Wprowadź swoje polecenie tutaj, aby wygenerować wyjście modelu.
pt_pt: Digite seu prompt aqui para gerar a saída do modelo.
ro: Introduceți promptul dumneavoastră aici pentru a genera ieșirea modelului.
ru: Введите ваш запрос здесь, чтобы сгенерировать вывод модели.
sk: Zadajte svoj príkaz sem na generovanie výstupu modelu.
sl: Vnesite svoj poziv tukaj, da ustvarite izhod modela.
sq: Vendosni nxitjen tuaj këtu për të gjeneruar daljen e modelit.
sr_cyrl: Унесите свој упит овде да генеришете моделов излаз.
sr_cyrl_ba: Унесите своју поруку овде да бисте генерисали излаз модела.
sr_latn: Unesite svoj upit ovde da biste generisali izlaz modela.
sv: Ange din vägledning här för att generera modellens utdata.
ta_in: மாடலின் வெளியீட்டை உருவாக்க உங்கள் உத்தியை இங்கே உள்ளிடவும்.
te: మోడల్ యొక్క అవుట్‌పుట్‌ను ఉత్పత్తి చేయడానికి మీ ప్రాంప్ట్ ఇక్కడ నమోదు చేయండి.
th: ป้อนข้อความที่คุณต้องการที่นี่เพื่อสร้างผลลัพธ์จากโมเดล
tr: Modelin çıktısını oluşturmak için isteminizi buraya girin.
ug: مۇشۇ يازماڭىزگە كىرگۈزۈش.
uk: Введіть свій запит тут, щоб згенерувати виходу моделі.
ur: یہاں اپنے اشارے کو درج کریں تاکہ ماڈل کا آؤٹ پٹ تیار ہو سکے۔
uz_latn: Model chiqishini yaratish uchun bu erga o'z so'rovingizni kiriting.
vi: Nhập lời nhắc của bạn ở đây để tạo ra đầu ra của mô hình.
zh_hans: 在此输入您的提示以生成模型的输出。
zh_hant: 在此輸入您的提示以生成模型的輸出。

# PromptTextBox.AccessibleName
source: Prompt Input
af: Aanmelding Invoer
ar: إدخال الطلب
as: প্ৰম্পট ইনপুট
az_latn: İstək Girişi
be: Увод запыту
bg: Вход за запитване
bn_in: প্রম্পট ইনপুট
ca: Entrada de prompt
cs: Vstup požadavku
cy: Mewnbwn Cais
de: Eingabeaufforderung
el: Είσοδος Προτροπής
es_es: Entrada de Solicitud
es_mx: Entrada de Aviso
et: Sisendi sisend
eu: Eskari Sarrerak
fi: Kehote
fr_ca: Saisie de l'invite
fr_fr: Entrée de demande
ga: Iarratas Iompórt
gd: Freagairtean Inputs
gl: Entrada de entrada
gu: પ્રામ્પ્ટ ઇનપુટ
he: קלט הנחיה
hi: प्रॉम्प्ट इनपुट
hr: Ulaz zahtjeva
hu: Prompt Bemenet
hy: Համատարած ծրագիր
id: Masukan Prompt
is: Hvata inntak
it: Input del Prompt
ja: プロンプト入力
ka: სიგნალის შესატყვისი
kk: Сұрау енгізу
km: ការបញ្ចូលការបួស
kn: ಪ್ರಾಂಪ್ಟ್ ಹಿಂಕಾರ
ko: 프롬프트 입력
lt: Užklausos įvedimas
lv: Ievades ievade
mi: Tono Urunga
mk: Внесување на податокот
ml: പ്രാംപ്റ്റ് ഇന്പുട്ട്
mr: प्रॉम्प्ट इनपुट
ms: Input Arahan
mt: Input tal-Prompt
nb: Prompt-innputt
ne: प्राम्प्ट इनपुट
nl: Promptinvoer
nn: Spørsmålsinndata
or: ପ୍ରମ୍ପ୍ଟ ଇନପୁଟ୍
pa_in: ਪ੍ਰੰਪਟ ਇਨਪੁਟ
pl: Wprowadzenie polecenia
pt_pt: Entrada de Prompt
ro: Introducerea promptului
ru: Ввод подсказки
sk: Vstupná výzva
sl: Vnos poziva
sq: Input i Nxitjes
sr_cyrl: Улазни упит
sr_cyrl_ba: Улазна порука
sr_latn: Ulazna komanda
sv: Vägledning Inmatning
ta_in: உத்தியின் உள்ளீடு
te: ప్రాంప్ట్ ఇన్‌ఫుట్
th: ป้อนข้อความ
tr: İstem Girişi
ug: سوز كىرىش
uk: Введення запиту
ur: اشارے کی ان پٹ
uz_latn: So'rov kiriting
vi: Nhập Lời Nhắc
zh_hans: 提示输入
zh_hant: 提示輸入

# GenerateButton.AccessibleDescription
source: Generates output based on the input prompt and selected temperature.
af: Genereer uitvoer op grond van die invoeraanmelding en geselekteerde temperatuur.
ar: يولد مخرجات بناءً على طلب الإدخال ودرجة الحرارة المحددة.
as: নিৰ্বাচিত তাপমাত্রাৰ আধাৰত ইনপুট প্ৰম্পটৰ আধাৰত আউটপুট উৎপন্ন কৰে।
az_latn: Daxil olan istək mətni və seçilmiş temperatura əsaslanaraq çıxış yaradır.
be: Генеруе выхад на аснове ўведзенага запыту і выбранай тэмпературы.
bg: Генерира изход въз основа на входното запитване и избраната температура.
bn_in: নির্বাচিত তাপমাত্রার ভিত্তিতে ইনপুট প্রম্পটের উপর ভিত্তি করে আউটপুট তৈরি করে।
ca: Genera sortida basada en l'entrada del prompt i la temperatura seleccionada.
cs: Generuje výstup na základě zadaného požadavku a vybrané teploty.
cy: Mae'n cynhyrchu allbwn yn seiliedig ar y cais a'r tymheredd a ddewiswyd.
da: Genererer output baseret på input prompt og valgt temperatur.
de: Generiert eine Ausgabe basierend auf der Eingabeaufforderung und der gewählten Temperatur.
el: Δημιουργεί έξοδο βάσει της εισαγόμενης προτροπής και της επιλεγμένης θερμοκρασίας.
es_es: Genera salida en base a la solicitud de entrada y la temperatura seleccionada.
es_mx: Genera salida basándose en el aviso de entrada y la temperatura seleccionada.
et: Genereerib väljundi sisendi põhjal ja valitud temperatuuri alusel.
eu: Sartutako eskari eta hautatutako tenperaturan oinarrituta irteera sortzen du.
fi: Generoi tulosta syötetyn kehotteen ja valitun lämpötilan perusteella.
fil: Bumubuo ng output batay sa input prompt at napiling temperatura.
fr_ca: Génère une sortie basée sur l'invite d'entrée et la température sélectionnée.
fr_fr: Génère une sortie basée sur la demande d'entrée et la température sélectionnée.
ga: Gineann torthaí ar bun an iarratais gho dtí an teochas a roghnaíodh.
gd: Tha freagairtean a’ gineadh a rèir an t-suidheachaidh an neach-cleachdaidh agus teòthachd roghnaichte.
gl: Xeración de saída baseada na entrada de entrada e temperatura seleccionada.
gu: પસંદ કરેલા તાપમાન પર આધારિત ઇનપુટ પ્રામ્પ્ટ પર આધારિત આઉટપુટ ઉત્પન્ન કરે છે.
he: מייצר פלט על בסיס ההנחיה הקלטה והטמפרטורה שנבחרה.
hi: इनपुट प्रॉम्प्ट और चयनित तापमान के आधार पर आउटपुट उत्पन्न करता है।
hr: Generira izlaz na temelju unosa zahtjeva i odabrane temperature.
hu: Kimenetet generál a megadott prompt és a kiválasztott hőmérséklet alapján.
hy: Ստեղծում է արդյունք, հիմնված նախորդ մոդելը բացահայտում և ընտրված ջերմությամբ:
id: Menghasilkan output berdasarkan prompt masukan dan suhu yang dipilih.
is: Myndar úttak byggt á inntak hvata og valnu hitastigi.
it: Genera output basato sul prompt di input e sulla temperatura selezionata.
ja: 入力プロンプトと選択された温度に基づいて出力を生成します。
ka: გენერაციები სიგნალის შესატყვისისა და არჩეულ ტემპერატურაზე ეფუძნება.
kk: Берілген сұрау мен таңдалған температура негізінде шығарады.
km: បង្កើតផលបើយោងតាមការបញ្ចូលនិងភាគតំណាងដែលបានជ្រើសរើស។
kn: ಆಯ್ಕೆ ಮಾಡಿದ ತಾಪಮಾನವನ್ನು ಬಳಸಿಕೊಂಡು ಇನ್ಪುಟ್ ಪ್ರಾಂಪ್ಟ್ ಆಧಾರಿತವಾಗಿ ಉತ್ಪಾದನೆಯು ನಿರ್ಮಿಸುತ್ತದೆ.
ko: 선택한 프롬프트와 온도를 기반으로 출력을 생성합니다.
lb: Generéiert Ausgab baséiert op dem Input Prompt an der ausgewählter Temperatur.
lt: Sugeneruoja išvestį pagal įvesties užklausą ir pasirinktos temperatūros.
lv: Radīšanas izvade, pamatojoties uz ievades aicinājumu un izvēlēto temperatūru.
mi: Ka hanga putanga i runga i te tono urunga me te mahana kua whiriwhiri.
mk: Генерира излез врз основа на внесениот податок и избраната температура.
ml: ഇടുക എന്ന തലക്കെട്ടിനെ ആസ്പദമാക്കി, വിവിധവിലകൾ ഉപയോഗിച്ച് ഔട്ട്‌പുട്ട് സൃഷ്ടിക്കുക.
mr: निवडलेल्या प्रॉम्प्ट आणि तापमानावर आधारित आउटपुट तयार करते.
ms: Menghasilkan output berdasarkan arahan input dan suhu yang dipilih.
mt: Ġenera output ibbażat fuq il-promt input u t-temperatura magħżula.
nb: Genererer utdata basert på innputtprompten og valgt temperatur.
ne: चयन गरिएको प्राम्प्ट र तापमानमा आधारित उत्पादन उत्पन्न गर्दछ।
nl: Genereert output op basis van de invoerprompt en de geselecteerde temperatuur.
nn: Genererer utdata basert på inndataen og valgt temperatur.
or: ଚୟନିତ ତାପମାନର ଉପରେ ଆବ୍ଗାଣ କରେ।
pa_in: ਇਨਪੁਟ ਪ੍ਰੰਪਟ ਅਤੇ ਚੁਣੀ ਜਾ ਰਹੀ ਤਾਪਮਾਨ ਦੇ ਆਧਾਰ 'ਤੇ ਆઉਟਪੁੱਟ ਬਣਾਉਂਦਾ ਹੈ।
pl: Generuje wyjście na podstawie wprowadzonego polecenia i wybranej temperatury.
pt_pt: Gera saída com base no prompt de entrada e na temperatura selecionada.
ro: Generează ieșire bazată pe promptul de intrare și temperatura selectată.
ru: Генерирует вывод на основе вводимой подсказки и выбранной температуры.
sk: Generuje výstup na základe vstupného príkazu a zvolenej teploty.
sl: Generira izhod na podlagi vnosa poziva in izbrane temperature.
sq: Gjeneron daljen në bazë të nxitjes së inputit dhe temperaturës së përzgjedhur.
sr_cyrl: Генерише излаз на основу улазног упита и изабране температуре.
sr_cyrl_ba: Генерише излаз на основу улазне поруке и изабране температуре.
sr_latn: Generiše izlaz na osnovu unete komande i izabrane temperature.
sv: Genererar utdata baserat på den angivna vägledningen och vald temperatur.
ta_in: உள்ளீட்டு உத்தியின் அடிப்படையில் வெளியீட்டை உருவாக்குகிறது.
te: ఎన్‌ఫుట్ ప్రాంప్ట్ మరియు ఎంపిక చేసిన ఉష్ణోగ్రత ఆధారంగా అవుట్‌పుట్‌ని సృష్టిస్తుంది.
th: สร้างผลลัพธ์จากข้อความนำเข้าและอุณหภูมิที่เลือก
tr: Girdi istemine ve seçilen sıcaklığa dayalı çıktı oluşturur.
ug: كىرىش يازماگە ئېغىل بولىدۇ.
uk: Генерує вихід на основі введеного запиту та вибраної температури.
ur: منتخب کردہ اشارے اور درجہ حرارت کی بنیاد پر آؤٹ پٹ تیار کرتا ہے۔
uz_latn: Kiritilgan so'rov va tanlangan haroratga asoslangan chiqishni generatsiya qiladi.
vi: Tạo ra đầu ra dựa trên lời nhắc đầu vào và nhiệt độ đã chọn.
zh_hans: 根据输入提示和选择的温度生成输出。
zh_hant: 根據輸入提示和選定的溫度生成輸出。

# GenerateButton.AccessibleName
source: Generate Button
af: Genereer Knoppie
ar: زر التوليد
as: উৎপন্ন কৰক বুটাম
az_latn: Yaratma Düyməsi
be: Кнопка генерацыі
bg: Бутон за генериране
bn_in: তৈরি করুন বোতাম
ca: Botó Generar
cs: Tlačítko generovat
cy: Botwm Cynhyrchu
da: Generer knap
de: Erzeugen-Schaltfläche
el: Κουμπί Δημιουργίας
es_es: Botón de Generar
es_mx: Botón de Generar
et: Genereeri nupp
eu: Sortu Botoia
fi: Generoi-painike
fil: Buton ng Generate
fr_ca: Bouton Générer
fr_fr: Bouton Générer
ga: Cnaipe Gineadh
gd: Putan Gineadh
gl: Botón de xeración
gu: ઉત્પન્ન કરો બટન
he: לחצן ייצור
hi: उत्पन्न करें बटन
hr: Gumb za generiranje
hu: Generálás Gomb
hy: Ստեղծելու կոճակ
id: Tombol Hasilkan
is: Myndaðu hnapp
it: Pulsante Genera
ja: 生成ボタン
ka: გენერაციის ღილაკი
kk: Генерациялау батырмасы
km: ប៊ូតុងបង្កើត
kn: ಉತ್ಪಾದನೆ ಬಟನ್
ko: 생성 버튼
lb: Generéieren Knäppchen
lt: Generuoti mygtuką
lv: Radīt pogu
mi: Pātene Hanga
mk: Копче за генерирање
ml: സൃഷ്ടിക്കൽ ബട്ടൺ
mr: तयार करा बटण
ms: Butang Hasilkan
mt: Buttuna tal-Ġenerazzjoni
nb: Generer knapp
ne: उत्पन्न गर्नुहोस् बटन
nl: Genereerknop
nn: Generere knapp
or: ସୃଷ୍ଟି କରନ୍ତୁ ବଟନ୍
pa_in: ਬਣਾਉਣ ਦਾ ਬਟਨ
pl: Przycisk generowania
pt_pt: Botão Gerar
ro: Buton de generare
ru: Кнопка генерации
sk: Tlačidlo generovať
sl: Gumb za generiranje
sq: Butoni i Gjenerimit
sr_cyrl: Дугме за генерисање
sr_cyrl_ba: Кноп за генерисање
sr_latn: Dugme za generisanje
sv: Generera Knapp
ta_in: உருவாக்கும் பொத்தான்
te: ఉత్పత్తి బటన్
th: ปุ่มสร้าง
tr: Oluştur Düğmesi
ug: ناتىجىنى پەقەت كىسىرىڭىز.
uk: Кнопка генерації
ur: پیدا کریں کے بٹن
uz_latn: Generatsiya tugmasi
vi: Nút Tạo Ra
zh_hans: 生成按钮
zh_hant: 生成按鈕

# TemperatureValueLabel.AccessibleDescription
source: Displays the current temperature value selected using the slider.
af: Vertoon die huidige temperatuurwaarde wat met die skuifbalk geselekteer is.
ar: يعرض قيمة درجة الحرارة الحالية المحددة باستخدام شريط التمرير.
as: স্লাইডাৰ ব্যৱহাৰ কৰি নিৰ্বাচিত বর্তমান তাপমাত্রাৰ মান প্ৰদৰ্শন কৰে।
az_latn: Sürgüdə seçilmiş cari temperatura dəyərini göstərəcək.
be: Адлюстроўвае бягучае значэнне тэмпературы, выбранае з дапамогай палзунка.
bg: Показва текущата стойност на температурата, избрана с помощта на плъзгача.
bn_in: স্লাইডারের সাহায্যে নির্বাচিত বর্তমান তাপমাত্রা মান প্রদর্শন করে।
ca: Mostra el valor actual de temperatura seleccionat mitjançant el lliscador.
cs: Zobrazuje aktuální hodnotu teploty vybranou pomocí posuvníku.
cy: Mae'n Dangos gwerth tymheredd cyfredol a ddewiswyd gan ddefnyddio'r sleidyn.
da: Viser den aktuelle temperaturværdi valgt med skyderen.
de: Zeigt den aktuellen Temperaturwert an, der mit dem Schieberegler ausgewählt wurde.
el: Εμφανίζει την τρέχουσα τιμή θερμοκρασίας που έχει επιλεγεί χρησιμοποιώντας τον ρυθμιστή.
es_es: Muestra el valor actual de temperatura seleccionado usando el control deslizante.
es_mx: Muestra el valor actual de temperatura seleccionado utilizando el control deslizante.
et: Kuvab kursside hetke temperatuuri väärtust, mis on valitud slaidi abil.
eu: Ezarritako tenperatura balioaren irudiari uzten dio.
fi: Näyttää nykyisen lämpötilan arvon, joka on valittu liukusäätimellä.
fil: Ipinapakita ang kasalukuyang halaga ng temperatura na napili gamit ang slider.
fr_ca: Affiche la valeur actuelle de température sélectionnée à l'aide du curseur.
fr_fr: Affiche la valeur de température actuelle sélectionnée à l'aide du curseur.
ga: Taispeánann sé an luach teochta reatha a roghnófar ag úsáid an sleamhnáin.
gd: Thoir a-steach na freagairtean a tha freagairteach le bhith a’ cleachdadh an slata.
gl: Mostra o valor actual da temperatura seleccionado usando o control deslizante.
gu: સ્લાઇડરનો ઉપયોગ કરીને પસંદ કરેલ વર્તમાન તાપમાન મૂલ્ય દર્શાવે છે.
he: מציג את ערך הטמפרטורה הנוכחי שנבחר באמצעות מחוון.
hi: स्लाइडर का उपयोग करके चयनित वर्तमान तापमान मान दिखाता है।
hr: Prikazuje trenutnu vrijednost temperature odabranu putem klizača.
hu: Megjeleníti a jelenlegi hőmérsékleti értéket, amelyet a csúszkán választottak.
hy: Ցուցադրում է ներկայիս ջերմության արժեքը՝ զարկերանշակով:
id: Menampilkan nilai suhu saat ini yang dipilih menggunakan slider.
is: Sýnir núverandi hitastigs gildi valið með sleðanum.
it: Mostra il valore della temperatura attuale selezionato utilizzando il cursore.
ja: スライダーを使用して選択された現在の温度値を表示します。
ka: აჩვენებს მიმდინარე ტემპერატურის მნიშვნელობას, რომელიც სლაიდერის გამოყენებით აირჩია.
kk: Слайдерді пайдаланып, таңдалған температура мәнін көрсетеді.
km: បញ្ជូនស្តង់ួន្បានតំណាងវត្ថុ төបានជ្រើសរើស។
kn: ಸ್ಲೈಡರ್ ಬಳಸುವಂತೆ ತಾನೆ ತಾಪಮಾನವನ್ನು ಟೀಪಿ ಸ್ಟಾಬ್ ಈ ಮೂಲಕ ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ.
ko: 슬라이더를 사용하여 선택한 현재 온도 값을 표시합니다.
lb: De aktuelle Temperaturwert deen mat dem Schieberegler ausgewielt ass, gëtt gewisen.
lt: Rodo šiuo metu pasirinktos temperatūros vertę, naudojant slankiklį.
lv: Parāda pašreizējo temperatūras vērtību, kas izvēlēta, izmantojot slīdni.
mi: Ka whakarato i te tau o tenei mahana e whiriwhiri ana mā te iwi.
mk: Прикажува моменталната вредност на температурата избрана со помош на слајдерот.
ml: സ്ലൈഡറിലൂടെയുള്ള നിലവിലെ താപനിലയുടെ മൂല്യം കാണിക്കുന്നു.
mr: स्लायडर वापरून निवडलेले तापमान मूल्य दर्शवते.
ms: Memaparkan nilai suhu semasa yang dipilih menggunakan penggeser.
mt: Uri l-valur attwali tat-temperatura magħżula bl-użu tal-slider.
nb: Viser den nåværende temperaturverdien valgt med skyvebryteren.
ne: स्लाइडरको प्रयोग गरेर चयन गरिएका वर्तमान तापमान मान देखाउँदछ।
nl: Toont de huidige temperatuurwaarde die is geselecteerd met de schuifregelaar.
nn: Visar den noverande temperaturverdien som er valt med glidaren.
or: ସ୍ଲିଡରରେ ଚୟନିତ ତାପମାନର ମାଧ୍ୟମ ମୌତ୍ତା ସୂଚନା ଦିଏ।
pa_in: ਸਲਾਈਡਰ ਦਾ ਉਪਯੋਗ ਕਰਕੇ ਚੁਣੀ ਜਾ ਰਹੀ ਤਾਪਮਾਨ ਮੂਲ ਨੂੰ ਦਰਸ਼ਾਉਂਦਾ ਹੈ।
pl: Wyświetla aktualną wartość temperatury wybraną za pomocą suwaka.
pt_pt: Exibe o valor atual da temperatura selecionada usando o controle deslizante.
ro: Afișează valoarea curentă a temperaturii selectate folosind glisorul.
ru: Отображает текущее значение температуры, выбранное слайдером.
sk: Zobrazuje aktuálnu hodnotu teploty zvolenej pomocou posúvača.
sl: Prikazuje trenutno izbrano vrednost temperature, ki jo nastavi drsnik.
sq: Tregon vlerën aktuale të temperaturës të përzgjedhur duke përdorur skedarin.
sr_cyrl: Приказује тренутну вредност температуре изабране помоћу прелазника.
sr_cyrl_ba: Приказује тренутну вредност температуре изабране помоћу клизача.
sr_latn: Prikazuje trenutno izabranu vrednost temperature koristeći klizač.
sv: Visar det aktuella temperaturvärdet som valts med hjälp av reglaget.
ta_in: ஸ்லைடர் மூலம் தேர்ந்தெடுக்கப்பட்ட தற்போதைய வெப்ப அளவை காட்டுகிறது.
te: స్లయిడర్ ఉపయోగించబడుతున్న ప్రస్తుత ఉష్ణోగ్రత విలువను ప్రదర్శిస్తుంది.
th: แสดงค่าอุณหภูมิปัจจุบันที่เลือกโดยใช้ตัวเลื่อน
tr: Kaydırıcı kullanılarak seçilen mevcut sıcaklık değerini görüntüler.
ug: بەلگىلەنگەن قىزغىنلىق قىممىتى رىسومدا
uk: Показує поточне значення температури, вибране за допомогою повзунка.
ur: سلیڈر کا استعمال کرتے ہوئے منتخب کردہ موجودہ درجہ حرارت کی قدر کو ظاہر کرتا ہے۔
uz_latn: Slayderni ishlatib tanlangan joriy harorat qiymatini ko'rsatadi.
vi: Hiển thị giá trị nhiệt độ hiện tại được chọn bằng cách sử dụng thanh trượt.
zh_hans: 显示使用滑块选择的当前温度值。
zh_hant: 顯示使用滑動條選擇的當前溫度值。

# TemperatureValueLabel.AccessibleName
source: Temperature Value
af: Temperatuurwaarde
ar: قيمة درجة الحرارة
as: তাপমাত্রাৰ মান
az_latn: Temperatur Dəyəri
be: Значэнне тэмпературы
bg: Стойност на температурата
bn_in: তাপমাত্রার মান
ca: Valor de temperatura
cs: Hodnota teploty
cy: Gwerth Tymheredd
da: Temperaturværdi
de: Temperaturwert
el: Τιμή Θερμοκρασίας
es_es: Valor de Temperatura
es_mx: Valor de Temperatura
et: Temperatuuri väärtus
eu: Tenperatura Balioa
fi: Lämpötilan arvo
fil: Halaga ng Temperatura
fr_ca: Valeur de Température
fr_fr: Valeur de la température
ga: Luach Teochta
gd: Luachan Teòthachd
gl: Valor da temperatura
gu: તાપમાન મૂલ્ય
he: ערך טמפרטורה
hi: तापमान मान
hr: Vrijednost temperature
hu: Hőmérséklet Érték
hy: Ջերմային արժեք
id: Nilai Suhu
is: Hitastigs gildi
it: Valore della Temperatura
ja: 温度値
ka: ტემპერატურის რაოდენობა
kk: Температура мәні
km: តម្លៃខ្យល់
kn: ತಾಪಮಾನ ಮೆಟ್ಟಲೆ
ko: 온도 값
lb: Temperatur Wäert
lt: Temperatūros vertė
lv: Temperatūras vērtība
mi: Uara Mahana
mk: Вредност на температурата
ml: താപനിലയുടെ മൂല്യം
mr: तापमान मूल्य
ms: Nilai Suhu
mt: Valur tat-Temperatura
nb: Temperaturverdi
ne: तापमान मान
nl: Temperatuurwaarde
nn: Temperaturverdi
or: ତାପମାନ ମୂଲ୍ୟ
pa_in: ਤਾਪਮਾਨ ਮੂਲ
pl: Wartość temperatury
pt_pt: Valor da Temperatura
ro: Valoarea temperaturii
ru: Значение температуры
sk: Hodnota teploty
sl: Vrednost temperature
sq: Vlera e Temperatures
sr_cyrl: Вредност температуре
sr_cyrl_ba: Вредност температуре
sr_latn: Vrednost temperature
sv: Temperaturvärde
ta_in: வெப்பம் மதிப்பு
te: ఉష్ణోగ్రత విలువ
th: ค่าตัวอุณหภูมิ
tr: Sıcaklık Değeri
ug: قىزغىنلىق قىممىتى
uk: Значення температури
ur: درجہ حرارت کی قدر
uz_latn: Harorat qiymati
vi: Giá Trị Nhiệt Độ
zh_hans: 温度值
zh_hant: 溫度值
