Repository: GlacierEQ/TextCraft
Catalog: GenerateUserControl.*.resx
Languages: af, ar, as, az_latn, be, bg, bn_in, ca, cs, cy, da, de, el, es_es, es_mx, et, eu, fi, fil, fr_ca, fr_fr, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# GenerateButton.Text
source: Generate
af: Genereer
ar: إنشاء
az_latn: Yarat
be: Генераваць
bg: Генерирай
bn_in: তৈরি করুন
ca: Generar
cs: Vygenerovat
cy: Cynhyrchu
da: Generer
de: Erzeugen
el: Δημιουργία
es_es: Generar
es_mx: Generar
et: Generoida
eu: Sortu
fi: Generoi
fil: Bumuo
fr_ca: Générer
fr_fr: Générer
ga: Gineadh
gd: Gineadh
gl: Xeración
gu: ઉત્પન્ન કરો
he: ייצור
hi: उत्पन्न करना
hr: Generiraj
hu: Generálás
hy: Ամփոփել
id: Hasilkan
is: Myndaðu
it: Genera
ja: 生成
ka: გენერირება
kk: Генерациялау
km: បង្កើត
kn: ಉತ್ಪಾದನೆ
ko: 생성
lb: Generéieren
lt: Generuoti
lv: Radīt
mi: Hanga
mk: Генерирање
ml: സൃഷ്ടിക്കുക
mr: तयार करा
ms: Hasilkan
mt: Ġenera
nb: Generer
ne: उत्पन्न गर्नुहोस्
nl: Genereer
nn: Generere
or: ସୃଷ୍ଟି କର
pa_in: ਰਚਨਾ
pl: Generuj
pt_pt: Gerar
ro: Generați
ru: Генерировать
sk: Generovať
sl: Ustvari
sq: Gjenero
sr_cyrl: Генериши
sr_cyrl_ba: Генериши
sr_latn: Generiši
sv: Generera
ta_in: உருவாக்கு
te: ఉత్పత్తి చేయి
th: สร้าง
tr: Oluştur
ug: ناتىجە
uk: Генерувати
ur: پیدا کریں
uz_latn: Generatsiya
vi: Tạo ra
zh_hans: 生成
zh_hant: 生成

# [GenerateButton_Click] TextBoxEmptyException #1
source: Empty text box. Please type some text to continue!
af: Leeg tekskassie. Tik asseblief 'n paar teks om voort te gaan!
ar: مربع نص فارغ. يرجى كتابة نص للمتابعة!
as: খালী পাঠ বাকচ। অনুগ্রহ কৰি কিছু পাঠ টাইপ কৰক!
az_latn: Boş mətn qutusu. Davam etmək üçün biraz mətn yazın!
be: Пусты тэкставы блок. Калі ласка, увядзіце некаторы тэкст, каб працягнуць!
bg: Празно текстово поле. Моля, напишете текст, за да продължите!
bn_in: খালি টেক্সট বক্স। দয়া করে কিছু টেক্সট টাইপ করুন যাতে চলতে পারেন!
ca: Caixa de text buida. Si us plau, escriu algun text per continuar!
cs: Prázdné textové pole. Pro pokračování prosím zadejte nějaký text!
cy: Blwch testun gwag. Os gwelwch yn dda, teipiwch rywfaint o destun i barhau!
da: Tom tekstboks. Skriv noget tekst for at fortsætte!
de: Leeres Textfeld. Bitte geben Sie etwas Text ein, um fortzufahren!
el: Κενό πλαίσιο κειμένου. Παρακαλώ πληκτρολογήστε κάποιο κείμενο για να συνεχίσετε!
es_es: Caja de texto vacía. ¡Por favor, escribe algo de texto para continuar!
es_mx: Caja de texto vacía. ¡Por favor escribe algo de texto para continuar!
et: Tühi tekstikast. Palun sisestage mõni tekst, et jätkata!
eu: Testu kutxa hustua. Idatzi mesedez testu bat jarraitzeko!
fi: Tyhjää tekstikenttää. Kirjoita jotain tekstiä jatkaaksesi!
fil: Walang laman na text box. Mangyaring mag-type ng ilang teksto upang magpatuloy!
fr_ca: Boîte de texte vide. Veuillez taper du texte pour continuer !
fr_fr: Boîte de texte vide. Veuillez taper un texte pour continuer !
ga: Bosca téacs folamh. Le do thoil, scríobh téacs chun leanúint ar aghaidh!
gd: Bogsa teacsa falamh. Feuch an cuir thu teacsa sam bith a dalsachadh!
gl: Cadro de texto vacío. Por favor, escribe algo de texto para continuar!
gu: ખાલી લખાણ બોક્સ. કૃપા કરીને આગળ વધવા માટે કેટલાક લેખ ટાઇપ કરો!
he: תיבת טקסט ריקה. אנא הקלד טקסט כלשהו כדי להמשיך!
hi: खाली टेक्स्ट बॉक्स। कृपया जारी रखने के लिए कुछ टेक्स्ट टाइप करें!
hr: Prazna tekstualna kutija. Molimo unesite neki tekst da biste nastavili!
hu: Üres szövegmező. Kérlek, írd be a szöveget a folytatáshoz!
hy: դատարկ տեքստային բլոկ: Խնդրում ենք գրել մի քանի տեքստ որպեսզի շարունակեք:
id: Kotak teks kosong. Harap ketik beberapa teks untuk melanjutkan!
is: Tómt Textareit. Vinsamlegast sláðu inn einhvern texta til að halda áfram!
it: Cassa di testo vuota. Per favore, digita del testo per continuare!
ja: テキストボックスが空です。続行するにはテキストを入力してください！
ka: ცარიელი ტექსტური ყუთი. გთხოვთ, შეაწვდეთ ტექსტი გასაგრძელებლად!
kk: Бос мәтін жолағы. Жылжу үшін кейбір мәтін жазыңыз!
km: ប្រអប់អត្ថបទទទេ។ សូមវាយអត្ថបទខ្លះដើម្បីបន្ត!
kn: ಖಾಲಿ ಪಠ್ಯ ಬಾಕ್ಸ್. ಮುಂದುವರಿಸಲು ಕೃತಿಯಲ್ಲಿ ಕೆಲವು ಮೌಲ್ಯವನ್ನು ಬರೆಸಿ!
ko: 빈 텍스트 상자입니다. 계속하려면 일부 텍스트를 입력하십시오!
lb: Leer Textfeld. Gitt w.e.g. e puer Texter fir weiderzemaachen!
lt: Tuščia teksto langas. Prašome įrašyti šiek tiek teksto, kad tęstumėte!
lv: Tukša teksta kaste. Lūdzu, ierakstiet dažus tekstus, lai turpinātu!
mi: Kōpae tuhinga tāngohia. Tena, pānui a tawhio i te tuhinga ki te haere tonu!
mk: Празно текстуално поле. Ве молам напишете малку текст за да продолжите!
ml: ശൂന്യമായ ടെക്സ്റ്റ് ബോക്സ്. തുടരണം എങ്കിൽ ആ reconhecidoCTX അവച്ചു നൽകുക!
mr: रिक्त टेक्स्ट बॉक्स. कृपया पुढे जाण्यासाठी काही मजकूर टाका!
ms: Kotak teks kosong. Sila taipkan teks untuk meneruskan!
mt: Kaxxa ta' test vojt. Jekk jogħġbok ibgħat xi test biex tkompli!
nb: Tom tekstboks. Vennligst skriv inn litt tekst for å fortsette!
ne: खाली पाठ बाकस। कृपया केही पाठ टाइप गर्नुहोस्!
nl: Lege tekstvak. Typ alstublieft wat tekst om door te gaan!
nn: Tom tekstboks. Vennligst skriv inn noko tekst for å fortsette!
or: ଖାଲି ଟେକ୍ସଟ୍ ବକ୍ସ। ଚାଲୁଚାଲୁତେ କିଛି ଟେକ୍ସଟ୍ ପ୍ରବେଶ କରନ୍ତୁ!
pa_in: ਖਾਲੀ ਟੈਕਸਟ ਬਾਕਸ। ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਪ੍ਰਗਟੀ ਕਰਨ ਲਈ ਕੁਝ ਅੱਖਰ ਟਾਈਪ ਕਰੋ!
pl: Pusty pole tekstowe. Proszę wpisać jakiś tekst, aby kontynuować!
pt_pt: Caixa de texto vazia. Por favor, digite algum texto para continuar!
ro: Câmp de text gol. Te rog să scrii ceva text pentru a continua!
ru: Пустое текстовое поле. Пожалуйста, введите текст, чтобы продолжить!
sk: Prázdne textové pole. Prosím, napíšte nejaký text na pokračovanie!
sl: Prazno besedilno polje. Prosim, vpišite nekaj besedila, da nadaljujete!
sq: Shqiponja bosh. Ju lutemi shkruani disa tekste për të vazhduar!
sr_cyrl: Празна текстуална кутија. Молимо унесите неки текст да бисте наставили!
sr_cyrl_ba: Празна текстуална кутија. Молим вас, унесите текст да бисте наставили!
sr_latn: Pražan tekstualni okvir. Molimo, unesite neki tekst da biste nastavili!
sv: Tom textruta. Vänligen skriv in lite text för att fortsätta!
ta_in: காலியாக உள்ள எழுத்துக்கூடை. தொடரந்தொகுப்பில் சில எழுத்துகளை தட்டவும்!
te: ఖాళీ మునుపటి పాఠ్యం. కొనసాగించేందుకు దయచేసి కొంత పాఠ్యం రాయండి!
th: กล่องข้อความว่าง กรุณาพิมพ์ข้อความบางส่วนเพื่อดำเนินการต่อ!
tr: Boş metin kutusu. Devam etmek için lütfen bazı metin yazın!
ug: سوزنى يازماق كېرەك، داۋاملاشقا دېتسە!
uk: Порожнє текстове поле. Будь ласка, введіть деякий текст, щоб продовжити!
ur: خالی ٹیکسٹ باکس۔ براہ کرم جاری رکھنے کے لیے کچھ متن ٹائپ کریں!
uz_latn: Bo'sh matn qutisi. Davom etish uchun bir oz matn yozing!
vi: Hộp văn bản trống. Vui lòng nhập một số văn bản để tiếp tục!
zh_hans: 空文本框。请键入一些文本以继续！
zh_hant: 空文本框。請輸入一些文本以繼續！
