Repository: GlacierEQ/TextCraft
Catalog: GenerateUserControl.*.resx
Languages: af, ar, as, az_latn, be, bg, bn_in, ca, cs, cy, da, de, el, es_es, es_mx, et, eu, fi, fil, fr_ca, fr_fr, ga, gd, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lb, lt, lv, mi, mk, ml, mr, ms, mt, nb, ne, nl, nn, or, pa_in, pl, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_cyrl_ba, sr_latn, sv, ta_in, te, th, tr, ug, uk, ur, uz_latn, vi, zh_hans, zh_hant

# $this.AccessibleDescription
source: Allows users to input a prompt, adjust the temperature slider, and generate output based on the selected settings.
af: Laat gebruikers 'n aanmelding invoer, pas die temperatuur skuifbalk aan, en genereer uitvoer op grond van die geselekteerde instellings.
ar: يتيح للمستخدمين إدخال طلب، وضبط شريط تمرير درجة الحرارة، وتوليد مخرجات بناءً على الإعدادات المحددة.
as: ব্যৱহাৰকাৰীসকলক এটা প্ৰম্পট প্ৰৱিষ্ট কৰিবলৈ, তাপমাত্রা স্লাইডাৰ সলনি কৰিবলৈ, আৰু নিৰ্বাচিত ছেটিংছৰ আধাৰত আউটপুট উৎপন্ন কৰিবলৈ অনুমতি দিয়ে।
az_latn: İstifadəçilərə istək daxil etməyə, temperatur sürgüsünü tənzimləməyə və seçilmiş parametrlərə əsaslanaraq çıxış yaratmağa imkan verir.
be: Дазваляе карыстальнікам уводзіць запыт, настраяць палзунок тэмпературы і генераваць выхад на аснове выбраных налад.
bg: Позволява на потребителите да въведат запитване, да настроят плъзгача за температура и да генерират изход въз основа на избраните настройки.
bn_in: ব্যবহারকারীদের একটি প্রম্পট প্রবেশ করতে, তাপমাত্রা স্লাইডার সমন্বয় করতে এবং নির্বাচিত সেটিংসের ভিত্তিতে আউটপুট তৈরি করতে দেয়।
ca: Permet als usuaris introduir un prompt, ajustar el lliscador de temperatura i generar sortida basada en les configuracions seleccionades.
cs: Umožňuje uživatelům zadat požadavek, upravit posuvník teploty a generovat výstup na základě vybraných nastavení.
cy: Mae'n galluogi defnyddwyr i fewnbynnu cais, addasu'r sleidyn tymheredd, a chynhyrchu allbwn yn seiliedig ar y gosodiadau a ddewiswyd.
da: Giver brugerne mulighed for at indtaste en prompt, justere temperaturskyderen og generere output baseret på de valgte indstillinger.
de: Ermöglicht es Benutzern, eine Eingabeaufforderung einzugeben, den Temperaturschieberegler anzupassen und eine Ausgabe basierend auf den ausgewählten Einstellungen zu generieren.
el: Επιτρέπει στους χρήστες να εισάγουν μια προτροπή, να ρυθμίσουν τον ρυθμιστή θερμοκρασίας και να δημιουργούν έξοδο βάσει των επιλεγμένων ρυθμίσεων.
es_es: Permite a los usuarios introducir una solicitud, ajustar el control deslizante de temperatura y generar salida basada en la configuración seleccionada.
es_mx: Permite a los usuarios ingresar un aviso, ajustar el control deslizante de temperatura y generar salida basada en la configuración seleccionada.
et: Lubab kasutajatel sisestada sisendi, reguleerida temperatuuri slaidi ja genereerida väljund valitud seadistuste põhjal.
eu: Erabiltzaileek eskaria sartu, tenperatura irristailua doitu eta hautatutako ezarpenetan oinarrituta irteera sor dezakete.
fi: Sallii käyttäjien syöttää kehotteen, säätää lämpötilan liukusäätimellä ja luoda tulosta valittujen asetusten perusteella.
fil: Pinapayagan ang mga gumagamit na ipasok ang prompt, ayusin ang slider ng temperatura, at bumuo ng output batay sa napiling mga setting.
fr_ca: Permet aux utilisateurs de saisir une invite, d'ajuster le curseur de température et de générer une sortie en fonction des paramètres sélectionnés.
fr_fr: Permet aux utilisateurs d'entrer une demande, d'ajuster le curseur de température et de générer une sortie basée sur les paramètres sélectionnés.
ga: Ceadaigh úsáideoirí a iarratas a chur isteach, an sleamhnán teochta a choigeartú, agus torthaí a ghinéadh bunaithe ar an socrú roghnaithe.
gd: A’ leigeil le luchd-cleachdaidh a dhol a-steach freagairtean, a’ freagairtean teothachd, agus a’ gineadh freagairtean a rèir an t-seòrsa.
gl: Permite aos usuarios introducir unha entrada, axustar o control deslizante de temperatura e xerar saída baseada nas configuracións seleccionadas.
gu: વપરાશકર્તા આપતી ચોક્કસ મંગાનો પ્રામ્પ્ટ દાખલ કરી શકે છે, તાપમાન સ્લાઇડર બનાવે છે અને ટેબલીના આધારે ઉત્પન્ન કરે છે.
he: מאפשר למשתמשים להזין הנחיה, להתאים את מחוון הטמפרטורה וליצור פלט על בסיס ההגדרות שנבחרו.
hi: उपयोगकर्ताओं को प्रॉम्प्ट दर्ज करने, तापमान स्लाइडर को समायोजित करने और चयनित सेटिंग्स के आधार पर आउटपुट उत्पन्न करने की अनुमति देता है।
hr: Omogućuje korisnicima da unesu zahtjev, prilagode klizač temperature i generiraju izlaz prema odabranim postavkama.
hu: Lehetővé teszi a felhasználók számára, hogy promptot írjanak be, állítsák be a hőmérséklet-csúszkát, és generáljanak kimenetet a kiválasztott beállítások alapján.
hy: Խորհורատարով օգտվողներին թույլ է տալիս մուտք մտնել հրամաններ, կարգավորել ջերմությունը և ստեղծել արդյունքները ընտրված սահմանը:
id: Memungkinkan pengguna untuk memasukkan prompt, menyesuaikan slider suhu, dan menghasilkan output berdasarkan pengaturan yang dipilih.
is: Leyfir notendum að slá í hvata, stilla hitastigs sleðann, og mynda úttak miðað á valnum stillingum.
it: Consente agli utenti di inserire un prompt, regolare il cursore della temperatura e generare output in base alle impostazioni selezionate.
ja: ユーザーがプロンプトを入力し、温度スライダーを調整し、選択された設定に基づいて出力を生成することを可能にします。
ka: შეუშვით მომხმარებლებს მონიშვნის შესატყვის, შეცვალეთ ტემპერატურის სლაიდერი და გენერირება ჩავრთეთ არჩეულ პარამეტრებზე.
kk: Пайдаланушыларға сұрау енгізуге, температура слайдерін түзетуге және таңдалған параметрлер негізінде шығару жасауға мүмкіндік береді.
km: អនុញ្ញាតឱ្យអ្នកប្រើសំអាង បញ្ចូលការបញ្ចូលរាបការ ខ្យល់ វំនាន់ស្គុះបង្កើត
kn: ಬಳಕೆದಾರರು ಪ್ರಾಂಪ್ಟ್ ಅನ್ನು ಸಹಾಹಿತವಾಗಿರುವ ಮೂಲಕ ಹೆಚ್ಚಿಸಲು ಸ್ಲೈಡರ್ ಅನ್ನು ಎಳೆದು ಮತ್ತು ಆಯ್ಕೆ ಮಾಡಿದ ಶ್ರೇಷ್ಠತೆಯ ಆಧಾರದ ಮೇಲೆ ಉತ್ಪಾದನೆಯನ್ನು ಉತ್ಪಾದಿಸುತ್ತವೆ.
ko: 사용자가 프롬프트를 입력하고 온도 슬라이더를 조정하며 선택한 설정에 따라 출력을 생성할 수 있도록 합니다.
lb: Erlaabt Benotzer, e Prompt anzeginn, den Temperatur Schieberegler anzepassen, an d'Ausgab baséiert op de gewielten Astellungen ze generéieren.
lt: Leidžia vartotojams įvesti užklausą, reguliuoti temperatūros slankiklį ir generuoti išvestį pagal pasirinktas nustatymus.
lv: Ļauj lietotājiem ievadīt aicinājumu, pielāgot temperatūras slīdni un radīt izvadi, pamatojoties uz izvēlētajām iestatījumiem.
mi: Ka taea e ngā kaiwhakamahi te tāpiri i te tono, te whakarite i te taima katoa, me te hanga i ngā pākiki e pā ana mai i ngā hītori.
mk: Има овозможено корисниците да внесуваат површини, прилагодат слајдерот за температура и генерираат излез врз основа на избраните настройки.
ml: ഉപയോക്താക്കൾക്ക് പ്രാംപ്റ്റുകൾ നൽകുകയും, താപനില സ്ലൈഡർ ക്രമീകരിക്കുകയും, തിരഞ്ഞെടുക്കപ്പെട്ട ക്രമീകരണങ്ങളുടെ അടിസ്ഥാനത്തിൽ ഔട്ട്‌പുട്ട് സൃഷ്ടിക്കുന്നതിനുമുള്ള ഓപ്ഷനുകൾ നൽകുന്നു.
mr: वापरकर्त्यांना प्रॉम्प्ट टाकू देतो, तापमान स्लायडर समायोजित करा, आणि निवडलेल्या सेटिंग्जवर आधारित आउटपुट तयार करा.
ms: Membolehkan pengguna memasukkan arahan, melaraskan penggeser suhu, dan menghasilkan output berdasarkan tetapan yang dipilih.
mt: Jippermetti lill-utenti jdaħħlu prompt, aġġusta l-slider tat-temperatura, u ġenera output ibbażat fuq is-settings magħżula.
nb: Lar brukerne skrive inn en prompt, justere temperaturreguleringsskyvebryteren, og generere utdata basert på de valgte innstillingene.
ne: प्रयोगकर्ताहरूलाई प्राम्प्ट इनपुट गर्न, तापमान स्लाइडर समायोजन गर्न, र चयन गरिएका सेटिङहरूमा आधारित उत्पादन उत्पन्न गर्न अनुमति दिन्छ।
nl: Laat gebruikers een prompt invoeren, pas de temperatuur slider aan en genereer output op basis van de geselecteerde instellingen.
nn: Lar brukarar taste inn eit spørsmål, justere temperaturglidaren, og generere utdata basert på dei valde innstillingane.
or: ବ୍ୟବହାରକାରୀଙ୍କୁ ପ୍ରମ୍ପ୍ଟ ଦିଆ, ତାପମାନ ଡାକୁଣା ପାଇଁ ସ୍ଲାଇଡର ସେଟ୍ କରନ୍ତୁ, ଓ ବାଛିତ ସେସନେ ଆଉଟ୍ପୁଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ।
pa_in: ਉਪਭੋਗਤਾਂ ਨੂੰ ਪ੍ਰੰਪਟ ਟਾਈਪ ਕਰਨ, ਤਾਪਮਾਨ ਸਲਾਈਡਰ ਨੂੰ ਸੰਯੋਜਿਤ ਕਰਨ, ਅਤੇ ਚੁਣੀ ਜਾ ਰਹੀ ਸੈਟਿੰਗਾਂ ਦੇ ਆਧਾਰ 'ਤੇ ਆਉਟਪੁੱਟ ਬਣਾਉਣ ਦੀ ਆਗਿਆ ਦਿੰਦਾ ਹੈ।
pl: Umożliwia użytkownikom wprowadzenie polecenia, dostosowanie suwaka temperatury i generowanie wyjścia na podstawie wybranych ustawień.
pt_pt: Permite que os utilizadores insiram um prompt, ajustem o controle deslizante de temperatura e gerem saída com base nas configurações selecionadas.
ro: Permite utilizatorilor să introducă un prompt, să ajusteze glisorul de temperatură și să genereze ieșire pe baza setărilor selectate.
ru: Позволяет пользователям вводить подсказку, настраивать слайдер температуры и генерировать вывод на основе выбранных настроек.
sk: Umožňuje používateľom zadať príkaz, upraviť posúvač teploty a generovať výstup na základe zvolených nastavení.
sl: Omogoča uporabnikom, da vnesejo poziv, prilagodijo drsnik temperature in generirajo izhod na podlagi izbranih nastavitev.
sq: Lejon përdoruesit të japë një nxitje, të rregullojë skedarin e temperaturës, dhe të gjenerojë daljen në bazë të cilësimeve të përzgjedhura.
sr_cyrl: Омогућава корисницима да унесу упит, подесите прелазник температуре и генеришу излаз на основу изабраних подешавања.
sr_cyrl_ba: Дозвољава корисницима да унесу поруку, подесе клизач температуре и генеришу излаз на основу изабраних подешавања.
sr_latn: Omogućava korisnicima da unesu upit, podešavaju klizač temperature i generišu izlaz na osnovu izabranih podešavanja.
sv: Gör det möjligt för användare att ange en vägledning, justera temperaturreglaget och generera utdata baserat på de valda inställningarna.
ta_in: பயனர்களுக்கு ஒரு உத்தியை உள்ளிடுவதற்கான, வெப்பம் ஸ்லைடரை சரிசெய்யுவதற்கான மற்றும் தேர்ந்தெடுக்கப்பட்ட அமைப்புகளுக்கோடு வெளியீட்டை உருவாக்குவதற்கான வாய்ப்பு வழங்குகிறது.
te: వినియోగదారులకు ఒక ప్రాంప్ట్‌ను చేర్చడానికి, ఉష్ణోగ్రత స్లయిడర్‌ను సర్దుబాటు చేయడానికి, మరియు ఎంపిక చేసిన సెట్టింగుల ఆధారంగా అవుట్‌పుట్‌ను ఉత్పత్తి చేయడానికి అనుమతిస్తుంది.
th: อนุญาตให้ผู้ใช้ป้อนข้อความ ปรับตัวเลื่อนอุณหภูมิ และสร้างผลลัพธ์ตามการตั้งค่าที่เลือก
tr: Kullanıcıların bir istem girmesine, sıcaklık kaydırıcısını ayarlamasına ve seçilen ayarlara dayanarak çıktı oluşturmasına olanak tanır.
ug: يازما كىرىش، قىزغىنلۇق بەلگىلەش ھەمدەم يولغا قويۇلۇش.
uk: Дозволяє користувачам вводити запит, налаштовувати повзунок температури та генерувати вихід на основі вибраних налаштувань.
ur: صارفین کو پرامپٹ درج کرنے، درجہ حرارت کے سلیڈر کو ایڈجسٹ کرنے، اور منتخب کردہ ترتیبات کی بنیاد پر آؤٹ پٹ تیار کرنے کی اجازت دیتا ہے۔
uz_latn: Foydalanuvchilar so'rovni kiritishi, harorat slayderini o'zgartirishi va tanlangan sozlamalarga asoslangan chiqishni yaratishi mumkin.
vi: Cho phép người dùng nhập lời nhắc, điều chỉnh thanh trượt nhiệt độ, và tạo ra đầu ra dựa trên các cài đặt đã chọn.
zh_hans: 允许用户输入提示，调整温度滑块，并根据所选设置生成输出。
zh_hant: 允許用戶輸入提示，調整溫度滑動條，並根據所選設置生成輸出。

# $this.AccessibleName
source: Model Input Control
af: Model Invoerbeheer
ar: التحكم في إدخال النموذج
as: মডেল ইনপুট নিয়ন্ত্ৰণ
az_latn: Model Girişi İdarəsi
be: Кіраванне ўваходам мадэлі
bg: Контрол на входа на модела
bn_in: মডেল ইনপুট নিয়ন্ত্রণ
ca: Control d'entrada del model
cs: Ovládání vstupu modelu
cy: Rheolaeth Mewnbwn Model
da: Modelindgangskontrol
de: Modell Eingabesteuerung
el: Έλεγχος Εισόδου Μοντέλου
es_es: Control de Entrada del Modelo
es_mx: Control de Entrada del Modelo
et: Mudeli sisendi juhtimistooted
eu: Modelo Sarreraren Kontrola
fi: Mallin syöttöohjaus
fil: Kontrol sa Input ng Modelo
fr_ca: Contrôle d'Entrée du Modèle
fr_fr: Contrôle d'entrée du modèle
ga: Rialú Iompórt Múnla
gd: Smachd Freagairtean Modail
gl: Control de entrada do modelo
gu: મોડેલ ઇનપુટ નિયંત્રણ
he: בקרה קלט מודל
hi: मॉडल इनपुट नियंत्रण
hr: Kontrolni ulaz modela
hu: Modell Bemenet Ellenőrzés
hy: Մոդելի Վերադարձման Հսկում
id: Kontrol Input Model
is: Módeli inntak stjórn
it: Controllo Input del Modello
ja: モデル入力コントロール
ka: მოდელის შესატყვისი კონტროლი
kk: Модель енгізу басқарушысы
km: ការគ្រប់គ្រងការចូលសកម្មភាពម៉ូឌែល
kn: ಮಾದರಿ ಇನ್ಪುಟ್ ಕಂಟ್ರೋಲ್
ko: 모델 입력 제어
lb: Modell Input Kontroll
lt: Modelio įvesties valdymas
lv: Modeļa ievades kontrole
mi: Pou tuhinga tauira
mk: Контрола на внес на модел
ml: മോഡൽ ഇൻപുട്ട് നിയന്ത്രണം
mr: मॉडेल इनपुट नियंत्रण
ms: Kawalan Input Model
mt: Kontroll tal-Input tal-Mudell
nb: Modellinnputkontroll
ne: मोडल इनपुट नियन्त्रण
nl: Modelinvoer controle
nn: Modellinn- kontroll
or: ମଡେଲ୍ ଇନପୁଟ୍ କଣ୍ଟ୍ରୋଲ୍
pa_in: ਮਾਡਲ ਇਨਪੁਟ ਨਿਯੰਤਰਣ
pl: Kontrola wprowadzania modelu
pt_pt: Controle de Entrada do Modelo
ro: Control de intrare a modelului
ru: Управление вводом модели
sk: Ovládanie vstupu modelu
sl: Nadzorna enota za vnos modela
sq: Kontrolli i Inputit të Modelit
sr_cyrl: Контрола улаза модела
sr_cyrl_ba: Контрола улаза модела
sr_latn: Kontrola ulaza modela
sv: Modellinmatningskontroll
ta_in: மாடல் உள்ளீட்டு கட்டுப்பாடு
te: మోడల్ ఇన్‌పుట్ నియంత్రణ
th: การควบคุมการป้อนโมเดล
tr: Model Giriş Kontrolü
ug: مودېل كىرىش كونترول
uk: Керування введенням моделі
ur: ماڈل کی ان پٹ کنٹرول
uz_latn: Model kirish nazorati
vi: Điều Khiển Đầu Vào Mô Hình
zh_hans: 模型输入控制
zh_hant: 模型輸入控制
